Repository: KDE/kdesvn
Catalog: po/*.po
Languages: de, gl, it, pa, sv

source: Force delete on modified/unversioned
gl: Forzar a eliminación de modificados/non-versionados
it: Forza eliminazione degli elementi modificati o senza versione
pa: ਸੋਧ/ਬਿਨ-ਵਰਜਨ ਉੱਤੇ ਧੱਕੇ ਨਾਲ ਹਟਾਓ
sv: Tvinga bortagning vid modifierad/utan version

source: End revision:
gl: Última revisión:
it: Revisione finale:
pa: ਆਖਰੀ ਰੀਵਿਜ਼ਨ:
sv: Slutrevision:

source: Start revision:
gl: Primeira revisión:
it: Revisione iniziale:
pa: ਸ਼ੁਰੂਆਤ ਰੀਵਿਜ਼ਨ:

source: SVN Log
gl: Mensaxe de rexisto de SVN
it: Registro di SVN
pa: SVN ਲਾਗ
sv: SVN Logg

source: Revison
gl: Revisión
it: Revisione
pa: ਰੀਵਿਜ਼ਨ

source: Select in first column revisions for diff
gl: Escolla na primeira coluna as revisións para mostrar as diferenzas
it: Seleziona le revisioni per le differenze dalla prima colonna
pa: ਅੰਤਰ ਲਈ ਪਹਿਲਾਂ ਕਾਲਮ ਰੀਵਿਜ਼ਨ ਵਿੱਚੋਂ ਚੁਣੋ
sv: Välj i första spalt revisioner för diff

source: Item
gl: Ítem
it: Elemento
pa: ਇਕਾਈ
sv: Post

source: Contextmenu on item for more operations
gl: Use o menú de contexto do ítem para aceder a máis operacións
it: Menu contestuale sull'elemento per ulteriori operazioni

source: Name
gl: Nome
it: Nome
pa: ਨਾਂ
sv: Namn

source: Logmessage
gl: Mensaxe de rexisto
it: Messaggio di registro
pa: ਲਾਗ-ਸੁਨੇਹਾ
sv: Loggmeddelande

source: Diff highlighted item
gl: Diferenzas co ítem seleccionado
it: Differenze dell'elemento selezionato
pa: ਉਭਾਰੀ ਇਕਾਈ ਅੰਤਰ

source: Enter authentification info for
gl: Introducir información de autenticazón para
it: Inserisci le informazioni di autenticazione per
pa: ਇਸ ਲਈ ਪਰਮਾਣਕਿਤਾ ਦਿਓ
sv: Skriv in autentiseringsinformation för

source: A (bin) %1
gl: A (binario) %1
sv: En (hög) %1

source: Finished.
gl: Terminado.
it: Completato.
pa: ਮੁਕੰਮਲ ਹੋਇਆ।
sv: Avslutat.

source: prompt
gl: símbolo da shell
pa: ਪਰਾਉਟ

source: No minimum
gl: Sen mínimo
it: Senza minimo
pa: ਕੋਈ ਘੱਟੋ-ਘੱਟ ਨਹੀਂ
sv: Inget minimum

source: Built with Subversion library: %1
gl: Construido coa biblioteca Subversion: %1
it: Generato con la libreria di Subversion: %1
pa: ਇਸ ਸਬਵਰਜਨ ਲਾਇਬਰੇਰੀ ਨਾਲ ਬਣਾਇਆ: %1
sv: Byggd med Subversion-bibliotek: %1

source: Running Subversion library: %1
gl: Executando coa biblioteca Subversion: %1
it: Libreria di Subversion in esecuzione: %1
pa: ਚੱਲਦੀ ਸਬਵਰਜਨ ਲਾਇਬਰੇਰੀ: %1
sv: Kör med Subversion-bibliotek: %1

source: &Configure %1...
gl: &Configurar %1...
pa: %1 ਸੰਰਚਨਾ(&C)...
sv: &Konfigurera %1...

source: &About kdesvn part
gl: &Acerca da componente KDEsvn
pa: kdesvn p&art ਬਾਰੇ
sv: &Om kdesvn part

source: Kdesvn &Handbook
gl: &Manual de KDEsvn
pa: Kdesvn ਹੱਥਲੀ ਕਿਤਾਬ(&H)
sv: Kdesvn &Handbok

source: Revision %1
gl: Revisión %1
it: Revisione %1
pa: ਰੀਵਿਜ਼ਨ %1

source: Could not start process "%1".
gl: Non foi posíbel iniciar o proceso "%1".
it: Impossibile avviare il processo «%1».
sv: Kunde inte starta pricess "%1".

source: <b>Revision</b>%1%2%3
gl: <b>Revisión</b>%1%2%3
pa: <b>ਰੀਵਿਜ਼ਨ</b>%1%2%3

source: <b>Log</b>%1%2%3
gl: <b>Rexisto</b>%1%2%3
pa: <b>ਲਾਗ</b>%1%2%3
sv: <b>Logg</b>%1%2%3

source: Blame %1
gl: Atribuír autorías de %1
it: Incolpa %1
pa: %1 ਬਲੇਮ
sv: Klandra %1

source: One of <b>'native'</b>, <b>'LF'</b>, <b>'CR'</b>, <b>'CRLF'</b></b>.
gl: Un de <b>"nativos"</b>, <b>"LF"</b>, <b>"CR"</b>, <b>"CRLF"</b></b>.
sv: En av <b>'ursprunglig'</b>, <b>'LF'</b>, <b>'CR'</b>, <b>'CRLF'</b></b>.

source: Schedule
gl: Planificación
it: Pianificazione
pa: ਸਮਾਂ-ਸਾਰਣੀ
sv: Schema

source: Commiting
gl: A entregar
it: Deposito
pa: ਕਮਿਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
sv: Överlämnar

source: Commiting - hit cancel for abort
gl: Entregando - prema cancelar para abortar
it: Deposito, premi «Annulla» per interrompere
pa: ਕਮਿਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ - ਅਧੂਰਾ ਛੱਡਣ ਲਈ ਦਬਾਓ
sv: Tillägger - tryck avbryt för avbrott

source: Still checking for updates
gl: Aínda se está a comprobar as actualizacións
it: Controllo degli aggiornamenti in corso
pa: ਅੱਪਡੇਟ ਲਈ ਹਾਲੇ ਜਾਂਚ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
sv: Kontrollerar fortfarande efter uppdateringar

source: Execution log
gl: Rexisto de execución
it: Registro di esecuzione
pa: ਚੱਲਣ ਲਾਗ
sv: Exekveringslogg

source: Status
gl: Estado
it: Stato
pa: ਹਾਲਤ

source: Full Log
gl: Todos os rexistos
it: Registro completo
pa: ਪੂਰਾ ਲਾਗ
sv: Komplett logg

source: Details
gl: Detalles
it: Dettagli
pa: ਵੇਰਵਾ
sv: Detaljer

source: Blame
gl: Autoría das liñas
it: Incolpa
sv: Klander

source: Cat head
gl: Emborcar HEAD
it: Mostra HEAD
pa: ਹੈੱਡ ਪੜ੍ਹੋ
sv: Katalog (cat) framför

source: Failed: %1 %2
gl: Fallo: %1 %2
it: Non riuscito: %1 %2
pa: ਫੇਲ੍ਹ ਹੋਇਆ: %1 %2
sv: Misslyckades: %1 %2

source: Cannot import into remote targets!
gl: Non é posíbel importar en obxectivos remotos!
it: Impossibile importare in destinazioni remote.
pa: ਰਿਮੋਟ ਨਿਸ਼ਾਨੇ ਲਈ ਆਯਾਤ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ!
sv: Kan ej importera till fjärrmål!

source: Import log
gl: Rexisto da importación
it: Registro di importazione
pa: ਲਾਗ ਆਯਾਤ
sv: Importlogg

source: Move Here
gl: Mover aquí
it: Sposta qui
pa: ਇੱਥੇ ਭੇਜੋ
sv: Flytta hit

source: Copy Here
gl: Copiar aquí
it: Copia qui
pa: ਇੱਥੇ ਨਕਲ
sv: Kopiera hit

source: Please wait until job is finished
gl: Por favor, espere a que a execución finalice
it: Attendi che l'operazione sia completata
pa: ਕਿਰਪਾ ਕਰਕੇ ਕੰਮ ਖਤਮ ਹੋਣ ਤੱਕ ਉਡੀਕ ਕਰੋ
sv: Vänta tills jobbet är klart

source: Nothing selected for lock
gl: Nada seleccionado para bloquear
it: Non è selezionato niente da bloccare
pa: ਤਾਲੇ ਲਈ ਕੁਝ ਨਹੀਂ ਚੁਣਿਆ
sv: Inget valt att låsas

source: Items to commit
gl: Itens a entregar
it: Elementi da depositare
pa: ਕਮਿਟ ਕਰਨ ਲਈ ਇਕਾਈਆਂ
sv: Poster att överlämna

source: Commit log
gl: Rexisto da entreda
it: Registro di deposito
pa: ਕਮਿਟ ਲਾਗ
sv: Överlämnandelogg

source: The repository's UUID will be updated if the dumpstream contains a UUID and action isn't set to ignore and either the repository contains no revisions or action is set to force. If the dump contains no UUID than this action is ignored.
it: L'identificativo UUID del deposito sarà aggiornato se il flusso di riversamento contiene un UUID, non si imposta l'azione a Ignora e il deposito non contiene revisioni, o se si imposta l'azione a Forza. Se il riversamento non contiene un UUID l'azione viene comunque ignorata.

source: Form1
it: Modulo1

source: kdesvn Part
it: Componente kdesvn
pa: kdesvn ਪਾਰਟ

source: Normal
it: Normale
pa: ਸਧਾਰਨ

source: Subversion
pa: ਸਬਵਰਜਨ

source: S&TART
pa: ਸ਼ੁਰੂ(&T)

source: HEAD
pa: ਹੈੱਡ
sv: HUVUD

source: WORKING
pa: ਵਰਕਿੰਗ
sv: ARBETAR

source: START
pa: ਸ਼ੁਰੂ

source: Copyright (c) 2005 Rajko Albrecht
pa: ਹੱਕ ਰਾਖਵੇਂ ਹਨ (c) 2005 ਰਾਜ਼ਕੋ ਅਲਬਰੀਚਟ
