Repository: KDE/kdesvn
Catalog: po/*.po
Languages: de, gl, it, pa, sv

source: Limit log output to <number>
de: Begrenze Logausgabe auf <Zahl>
gl: Limitar a saída de rexisto a <número>
sv: Begränsa loggdata till <number>

source: Line
de: Zeile
gl: Liña
it: Riga
pa: ਰੇਖਾ
sv: Rad

source: List entries
de: Liste Einträge auf
gl: Listar as entradas
it: Elenca le voci
pa: ਇੰਦਰਾਜ਼ ਲਿਸਟ

source: List items next commit will send or not
de: Liste Einträge, welche das nächste Commit übertragen wird oder nicht.
gl: Lista os ítens da próxima entrega sexan enviados ou non
it: Elenca gli elementi che il prossimo deposito invierà o no
sv: Listposter, som nästa tillförande kommer att sända eller ej

source: List of properties set
de: Liste von gesetzten Eigenschaften
gl: Lista do conxunto de propriedades
it: Elenco delle proprietà impostate
pa: ਵਿਸ਼ੇਸ਼ਤਾ ਸਮੂਹ ਦੀ ਸੂਚੀ
sv: Egenskapslista satt

source: Load a dump file into a repository.
de: Lädt ein Dumpfile in ein Repository
gl: Carga un ficheiro de emborcado nun repositorio.
it: Carica un file di riversamento in un deposito.
pa: ਇੱਕ ਡੰਪ ਫਾਇਲ ਨੂੰ ਇੱਕ ਰਿਪੋਜ਼ਟਰੀ ਵਿੱਚ ਲੋਡ ਕਰਦੀ ਹੈ।
sv: Ladda en dumpfil in till ett magasin

source: Load dump into repository
de: Lade Dump in ein Repository
gl: Carregar un emborcado nun repositorio
it: Carica riversamento in un deposito
pa: ਡੰਪ ਨੂੰ ਰਿਪੋਜ਼ਟਰੀ ਵਿੱਚ ਲੋਡ ਕਰੋ
sv: Ladda dump in till ett magasin

source: Load into folder:
de: Lade in das Verzeichnis:
gl: Carregar no cartafol:
it: Carica nella cartella:
pa: ਫੋਲਡਰ ਵਿੱਚ ਲੋਡ:
sv: Ladda till mapp:

source: Load into repository:
de: Lade in Repository:
gl: Carregar no repositorio:
it: Carica nel deposito:
pa: ਰਿਪੋਜ਼ਟਰੀ ਵਿੱਚ ਲੋਡ:
sv: Ladda till magasin:

source: Load last opened URL on start
de: Öffne zuletzt geöffnete URL beim Starten
gl: Carregar o último URL aberto ao iniciar
it: Carica l'ultimo URL aperto all'avvio
pa: ਸ਼ੁਰੂ ਹੋਣ ਸਮੇਂ ਆਖਰੀ ਖੋਲ੍ਹਿਆ URL ਲੋਡ ਕਰੋ
sv: Ladda senaste öppnade URL vid start

source: Loading a dump into a repository.
de: Lade einen Dump in ein Repository.
gl: Carregando un emborcado nun repositorio.
it: Caricamento di un riversamento in un deposito.
pa: ਇੱਕ ਰਿਪੋਜ਼ਟਰੀ ਵਿੱਚ ਇੱਕ ਡੰਪ ਨੂੰ ਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ।
sv: Laddar in en dump till ett magasin

source: Loading dump finished.
de: Laden des Dumps beendet.
gl: Carga finalizada.
it: Caricamento del riversamento completato.
pa: ਡੰਪ ਨੂੰ ਲੋਡ ਕਰਨਾ ਮੁਕੰਮਲ ਹੋ ਗਿਆ ਹੈ।
sv: Inladdning av dump avslutad.

source: Local changed items:
de: Lokal geänderte Einträge:
gl: Itens locais modificados:
it: Elementi modificati localmente:
pa: ਲੋਕਲ ਤਬਦੀਲ ਇਕਾਈਆਂ:
sv: Lokalt ändrade poster:

source: Locally added
de: Lokal hinzugefügt
gl: Engadido localmente
it: Aggiunto localmente
pa: ਲੋਕਲ ਜੋੜੀ
sv: Lokalt tillagt

source: Locally modified
de: Lokal bearbeitet
gl: Modificado localmente
it: Modificato localmente
pa: ਲੋਕਲ ਸੋਧ ਕੀਤੀ
sv: Lokalt ändrat

source: Lock comment
de: Sperrkommentar
gl: Bloquear comentario
it: Commento del blocco
pa: ਲਾੱਕ ਕਮਿਟ
sv: Lås kommentar

source: Lock current items
de: Sperre aktuelle Einträge
gl: Bloquear os itens actuais
it: Blocca gli elementi attuali
pa: ਮੌਜੂਦਾ ਇਕਾਈਆਂ ਤਾਲਾਬੰਦ
sv: Lås aktuella poster.

source: Lock failed
de: Sperren fehlgeschlagen
gl: O bloqueo fallou
it: Blocco non riuscito
pa: ਤਾਲਾ ਅਸਫ਼ਲ
sv: Låsning fallerade

source: Lock message
de: Sperrmeldung
gl: Bloquear mensaxe
it: Messaggio di blocco
pa: ਲਾਕ ਸੁਨੇਹਾ
sv: Låsmeddelande

source: Lock token
de: Sperrmerkmal
gl: Elemento bloqueado
it: Gettone di blocco
pa: ਤਾਲਾ ਟੋਕਨ
sv: Låsmärke

source: Locked by
de: Gesperrt von
gl: Bloqueado por
it: Bloccato da
pa: ਤਾਲਾਬੰਦ ਕੀਤਾ
sv: Låst av

source: Locked items:
de: Gesperrte Einträge:
gl: Itens bloqueados:
it: Elementi bloccati:
pa: ਤਾਲਾਬੰਦ ਇਕਾਈਆਂ:
sv: Låsta poster:

source: Locked on
de: Gesperrt auf
gl: Bloqueo activo
it: Bloccato il
pa: ਲਾੱਕ ਚਾਲੂ ਹੈ
sv: Lås på

source: Locking
de: Sperren
gl: Bloqueando
it: Blocco
pa: ਤਾਲਾਬੰਦ
sv: Låsning

source: Log cache holds %1 logentries and consumes %2 on disk.
de: Log-Zwischenspeicher enthält %1 Logeinträge und verbraucht %2 auf der Festplatte.

source: Log follows node changes
de: Logs folgen Knotenänderungen
gl: O rexisto mostra os cambios nos nodos
it: Il registro segue le modifiche dei nodi
pa: ਨੋਡ ਤਬਦੀਲੀਆਂ ਲਈ ਲਾਗ
sv: Logg följer nodändringar

source: Log message for revision
de: Log-Meldung für diese Revision
gl: Mensaxe de rexisto para revisión
it: Messaggio di registro per la revisione
pa: ਰੀਵਿਜ਼ਨ ਲਈ ਲਾਗ ਸੁਨੇਹਾ

source: Logcache
de: Logpuffer

source: Logmessage for revision %1
de: Log-Meldung für Revision %1
gl: Mensaxe de rexisto para revisión %1
it: Messaggio di registro per la revisione %1
pa: ਰੀਵਿਜ਼ਨ %1 ਲਈ ਲਾਗ ਸੁਨੇਹਾ

source: Logs always reads list of changed files
de: Logs lesen immer die Liste der geänderten Einträge
gl: Os rexistos sempre len a lista de ficheiros modificados
it: I registri leggono sempre l'elenco dei file modificati
pa: ਲਾਗ ਹਮੇਸ਼ਾਂ ਤਬਦੀਲ ਫਾਇਲਾਂ ਦੀ ਸੂਚੀ ਪੜ੍ਹੋ
sv: Loggar läser alltid lista på ändrade filer

source: Logs follow node changes
de: Logs folgen Knotenänderungen
gl: Os rexistos mostran os cambios nos nodos
it: I registri seguono le modifiche dei nodi
pa: ਅੱਗੇ ਦਿੱਤੀ ਨੋਡ ਤਬਦੀਲੀਆਂ ਲਈ ਲੋਡ
sv: Loggar följer nodändringar

source: Make operation recursive.
de: Führe Operation rekursiv aus.
gl: Fai a operación recursiva.
it: Rendi l'operazione ricorsiva.
pa: ਕਾਰਵਾਈ ਅੰਦਰੂਨੀ ਬਣਾਓ।

source: Making update - hit cancel for abort
de: Erneuere - "Abbruch" zum Unterbrechen drücken
gl: Actualizando - prema cancelar para abortar
it: Aggiornamento, premi «Annulla» per interrompere
pa: ਅੱਪਡੇਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ - ਅਧੂਰਾ ਛੱਡਣ ਲਈ ਦਬਾਓ
sv: Gör uppdatering - tryck avbryt för avbrott

source: Mark all new e.g. not versioned items for add and commit.
de: Markiere alle neuen, d.h. nicht versionierten Einträge, zum Hinzufügen und Übertragen.
gl: Marcar todos os ítens novos para engadir e entregar, p. ex., os non versionados.
it: Seleziona tutti gli elementi nuovi (cioè senza versione) per l'aggiunta e il deposito.
pa: ਸਭ ਨਵੀਆਂ ਬਣਾਓ ਮਤਲਬ ਕਿ ਜੋੜਨ ਅਤੇ ਕਮਿਟ ਕਰਨ ਲਈ ਬਿਨ-ਵਰਜਨ ਇਕਾਈਆਂ ਹਨ।

source: Mark changed and locked items colored
de: Markiere geänderte und gesperrte Einträge farbig.
gl: Marcar itens modificados e bloqueados con cores
it: Colora gli elementi modificati e bloccati
pa: ਤਬਦੀਲ ਅਤੇ ਲਾਕ ਇਕਾਈਆਂ ਲਈ ਰੰਗ
sv: Färgmarkera ändrade och låsta poster

source: Mark item status with icon overlay
de: Markiere Eintragsstatus mit überlagerten Icons
gl: Marcar o estado do elemento sobrepondo un símbolo no ícone
it: Indica lo stato degli elementi con icone sovrapposte
sv: Markera poststatus med en överlagd ikon

source: Mark resolved
de: Markiere als gelöst

source: Mark subversion states with an overlayed icon
de: Markiere Subversion-Status mit einem überlagerten Icon
gl: Marcar os estados de subversion sobrepondo símbolos nos ícones
it: Indica gli stati di Subversion con icone sovrapposte
sv: markera subversion-status med en överlagd ikon

source: Marking files or dirs resolved
de: Markiere Datei- oder Verzeichniskonflikt als aufgelöst
gl: Marcando ficheiros ou directorios como resoltos
it: Segnatura delle cartelle e dei file come risolti
pa: ਨਿਸ਼ਾਨਬੱਧ ਫਾਇਲਾਂ ਜਾਂ ਡਾਇਰੈਕਟਰੀਆਂ ਹੱਲ ਹੋਈਆਂ
sv: Märkta filer och mappar upplösta

source: Marking resolved
de: Markiere als gelöst
gl: Marcando os resoltos
it: Segnatura come risolto
pa: ਹੱਲ਼ ਹੋਇਆ ਬਣਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
sv: Märkning upplöst

source: Maximum logmessages in history:
de: Maximale Anzahl der Log-Meldungen in History:
gl: Número máximo de mensaxes de rexisto no historial:
it: Numero massimo di messaggi di registro nella cronologia:
pa: ਅਤੀਤ 'ਚ ਵੱਧ ਤੋਂ ਵੱਧ ਲਾਗ ਸੁਨੇਹੇ (logmessages):
sv: Maximalt antal logmeddelanden i historik:

source: May existing unversioned items ovewritten
de: Können existierende nicht versionierte Einträge überschrieben werden

source: May not make subdirs of a file
de: Kann keine Unterverzeichnisse aus einer Datei anlegen
gl: Non é posíbel criar subdirectorios dun ficheiro
it: Impossibile creare sottocartelle di file
pa: ਇੱਕ ਫਾਇਲ ਲਈ ਸਬ-ਡਾਇ ਨਹੀਂ ਬਣਾਈ ਜਾ ਸਕਦੀ ਹੈ
sv: Får ej göra undermappar av en fil

source: May only switch one url at time!
de: Kann nur einen Eintrag auf einmal umschalten!
gl: Só se pode modificar un URL á vez!
it: Si può scambiare un solo URL alla volta.
sv: Kan bara växla en url i taget!

source: Merge
de: Zusammenführen
gl: Fusionar
it: Fondi
pa: ਮਿਲਾਨ
sv: Ihopslå

source: Merge parameter
de: Paramter für Zusammenführen

source: Merge two revisions
de: Zusammenführen zweier Revisionen
gl: Fusionar dúas revisións
it: Fondi due revisioni
pa: ਦੋ ਰੀਵਿਜ਼ਨਾਂ ਦਾ ਮਿਲਾਨ
sv: Slå ihop två revisoner

source: Merge two revisions of this entry into itself
de: Führe zwei Revisionen dieses Eintrags auf sich selbst zusammen.
gl: Fusiona dúas revisións desa entrada en si mismo
it: Fondi due revisioni di questa voce su se stessa

source: Merge-process could not started, check command.
de: Zusammenführungsprozess konnte nicht starten, überprüfen Sie das Kommando.
gl: Non foi posíbel iniciar o proceso de fusión, comprobe o comando.
it: Impossibile avviare il processo di fusione, controlla il comando.

source: Merge...
de: Zusammenführen ...
gl: Fusionar...
it: Fondi...
pa: ਮਿਲਾਨ...
sv: Ihopslagning...

source: Merged
de: Zusammengeführt
gl: Fusionado
it: Fuso
pa: ਮਿਲਾਨ ਕੀਤੀ
sv: Ihopslagen

source: Merging items
de: Führe Einträge zusammen
gl: Fusionando itens
it: Fusione degli elementi
pa: ਇਕਾਈਆਂ ਮਿਲਾਈਆਂ ਜਾ ਰਹੀਆਂ ਹਨ

source: Message
de: Meldung
gl: Mensaxe
it: Messaggio
pa: ਸੁਨੇਹਾ
sv: Meddelande

source: Minimum log lines to show:
de: Minimale Anzahl Log-Zeilen zum Darstellen:
gl: Número mínimo de liñas de rexisto a mostrar:
it: Numero minimo di righe di registro da mostrare:
pa: ਵੇਖਾਉਣ ਲਈ ਘੱਟੋ-ਘੱਟ ਲਾਗ ਸਤਰਾਂ:
sv: Minsta antal loggrader att visa:

source: Missed items:
de: Fehlende Einträge:
gl: Itens perdidos:
it: Elementi mancanti:
pa: ਗੁੰਮ ਇਕਾਈਆਂ:
sv: Saknade poster:

source: Missing
de: Fehlt
gl: Perdido
it: Mancante
pa: ਗੁੰਮ ਹੈ
sv: Saknas

source: Missing SVN link
de: Fehlende Verbindung zu SVN
gl: Ligazón SVN perdida
it: Collegamento SVN mancante
pa: SVN ਸਬੰਧ ਗੁੰਮ ਹੈ
sv: Saknar SVN-länk

source: Modified at revision %1
de: Bei Revision %1 modifiziert
gl: Modificado na revisión %1
it: Modificato alla revisione %1
pa: %1 ਰੀਵਿਜ਼ਨ ਲਈ ਸੋਧਿਆ
sv: Ändrad vid revision %1

source: Modified state got conflicting mods.
de: "Modifiziert"-Status bekam widersprüchliche Modifikationen.
gl: O estado modificado ten modificacións con conflitos.
it: Ci sono delle modifiche in conflitto nello stato modificato.
pa: ਸੋਧੀ ਹਾਲਤ ਲਈ ਅਪਵਾਦ ਹਾਲਤ ਬਣ ਗਈ ਹੈ।
sv: Ändrat tillstånd fick motsägande "mods"

source: Modified state had mods merged in.
de: "Modifiziert"-Status hat Modifikationen zusammengeführt.
gl: O estado modificado ten modificacións fusionadas.
it: Sono state fuse delle modifiche nello stato modificato.
pa: ਸੋਧੀ ਹਾਲਤ ਮਿਲਾ ਲਈ ਗਈ ਹੈ।
sv: Ändrat tillstånd hade "mods" inblandade.

source: Modify (content or property)
de: Bearbeite (Inhalt oder Eigenschaft)

source: Modify properties
de: Bearbeite Eigenschaften
gl: Modificar propriedades
it: Modifica le proprietà
pa: ਵਿਸ਼ੇਸ਼ਤਾ ਸੋਧ
sv: Ändra egenskaper

source: Modify property
de: Bearbeite Eigenschaft
gl: Modificar propriedade
it: Modifica proprietà
pa: ਵਿਸ਼ੇਸ਼ਤਾ ਸੋਧ
sv: Ändra egenskap

source: Move/Rename file/dir
de: Bewegen/Umbenennen von Datei/Verzeichnis
gl: Mover/Mudar o nome do ficheiro/directorio
it: Sposta/rinomina file o cartella
pa: ਫਾਇਲ/ਡਾਇ ਭੇਜੀ/ਨਾਂ-ਤਬਦੀਲ
sv: Flytta/Döp om fil/mapp

source: Moves or renames current item
de: Bewege oder benenne aktuellen Eintrag um

source: Moving entries
de: Verschiebe Elemente
gl: Movendo itens
it: Spostamento delle voci
pa: ਇੰਦਰਾਜ਼ ਭੇਜੇ ਜਾ ਰਹੇ ਹਨ
sv: Flytta poster

source: Moving/Rename item
de: Verschiebe/Benenne Element um
gl: Movendo/Mudando o nome do ítem
it: Spostamento/rinomina dell'elemento
pa: ਇਕਾਈ ਭੇਜੀ/ਨਾਂ-ਤਬਦੀਲ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
sv: Flytta/Döp om post

source: N&umber
de: N&ummer
gl: N&úmero
pa: ਨੰਬਰ(&u)
sv: T&al

source: Needs update
de: Update benötigt
gl: Necesita actualización
it: Da aggiornare
pa: ਅੱਪਡੇਟ ਦੀ ਲੋੜ
sv: Uppdatering behövs

source: Networked URL to open but networking is disabled!
de: Netzwerkbasierte URL zum öffnen aber Netzwerkzugriff ist deaktiviert!

source: New folder
de: Neues Verzeichnis
gl: Cartafol novo
it: Nuova cartella
pa: ਨਵਾਂ ਫੋਲਡਰ
sv: Ny mapp

source: New version of conflicted file
de: Neue Version der konfliktbehafteten Datei
gl: Nova versión do ficheiro con conflitos
it: Nuova versione del file con conflitti
pa: ਅਪਵਾਦ ਫਾਇਲ ਦਾ ਨਵਾਂ ਰੀਵਿਜ਼ਨ
sv: Ny version av konflikt-fil

source: No destination to merge.
de: Kein Zielverzeichnis für das Zusammenführen.
gl: Non hai destino para fundir.
it: Nessuna destinazione da fondere.
pa: ਮਿਲਾਨ ਲਈ ਕੋਈ ਟਿਕਾਣਾ ਨਹੀਂ।

source: No difference to display
de: Keine Unterschiede zum Darstellen.
gl: Non hai nengunha diferenza que mostrar
it: Nessuna differenza da mostrare
pa: ਵੇਖਾਉਣ ਲਈ ਕੋਈ ਅੰਤਰ ਨਹੀਂ ਹੈ
sv: Inga skillnader att visa

source: No ignore
de: Nicht ignorieren

source: No logcache possible due broken database and networking not allowed.
de: Kein Logspeicher möglich wegen einer nicht funktionierenden Datenbank oder Netzwerkzugriff ist nicht gestattet.

# no limit
source: No minimum
de: Kein Minimum

source: No repository open
de: Kein Repository geöffnet
gl: Nengún repositorio aberto
it: Nessun deposito aperto
pa: ਕੋਈ ਖੁੱਲ੍ਹੀ ਰਿਪੋਜ਼ਟਰੀ ਨਹੀਂ ਹੈ
sv: Inget magasin öppet

source: No unversioned items found.
de: Keine nichtversionierten Elemente gefunden.
gl: Non se atopou nengún ítem sen versionar.
it: Non sono stati trovati elementi senza revisione.
pa: ਕੋਈ ਬਿਨਾਂ-ਵਰਜਨ ਇਕਾਈ ਨਹੀਂ ਲੱਭੀ ਹੈ।
sv: Inga poster utan version hittade.

source: Not checking for updates because networking is disabled
de: Keine Überprüfung auf Updates da Netzwerk deaktiviert ist.

source: Not commit because networking is disabled
de: Keine Übertragung weil Netzwerkzugriff deaktiviert ist

source: Not filling logcache because it is disabled due setting for this repository.
de: Logpuffer wird nicht gefüllt weil es für dieses Repository in den Einstellungen deaktiviert wurde.

source: Not filling logcache because networking is disabled
de: Logpuffer wird nicht gefüllt weil Netzwerk deaktiviert ist.

source: Not versioned
de: Nicht versioniert
gl: Non versionado
it: Senza revisione
pa: ਵਰਜਨ ਨਹੀਂ
sv: Utan version

source: Not versioned items:
de: Nicht versionierte Einträge:
gl: Ítens non versionados:
it: Elementi senza revisione:
pa: ਬਿਨ-ਵਰਜਨ ਇਕਾਈਆਂ:
sv: Icke-versionsposter:

source: Nothing selected for delete
de: Nichts zum Löschen ausgewählt
gl: Nada seleccionado para eliminar
it: Nessuna selezione da eliminare
pa: ਹਟਾਉਣ ਲਈ ਕੁਝ ਨਹੀਂ ਚੁਣਿਆ
sv: Inget valt att ta bort

source: Nothing selected for unlock
de: Nichts zum Entsperren ausgewählt
gl: Nada seleccionado para desbloquear
it: Non è selezionato niente da sbloccare
pa: ਅਣ-ਲਾੱਕ ਲਈ ਕੁਝ ਚੁਣਿਆ ਨਹੀਂ
sv: Inget valt att låsas upp

source: Nothing to commit.
de: Nichts zu senden.
gl: Nada para enviar.
it: Niente da depositare.
pa: ਕਮਿਟ ਕਰਨ ਲਈ ਕੁਝ ਵੀ ਨਹੀਂ ਹੈ।
sv: Inget att tillföra.

source: Nothing to merge.
de: Nichts zum Zusammenführen.
gl: Nada que fusionar.
it: Niente da fondere.
pa: ਮਿਲਾਨ ਕਰਨ ਲਈ ਕੁਝ ਨਹੀਂ ਹੈ।

source: Number
de: Nummer
gl: Número
it: Numero
pa: ਨੰਬਰ
sv: Tal

source: Old version of conflicted file
de: Alte Version der konfliktbehafteten Datei
gl: Antiga versión do ficheiro con conflitos
it: Vecchia versione del file con conflitti
pa: ਅਪਵਾਦ ਫਾਇਲ ਦਾ ਪੁਰਾਣਾ ਰੀਵਿਜ਼ਨ
sv: Gammal version av konflikt-fil

source: One of <b>'native'</b>, <b>'LF'</b>, <b>'CR'</b>, <b>'CRLF'</b>.
de: Eines von <b>'native'</b>, <b>'LF'</b>, <b>'CR'</b>, <b>'CRLF'</b>.

source: Only in working copy possible.
de: Nur in Arbeitskopie möglich.
gl: Só é posíbel na copia de traballo.
it: Possibile solo nella copia di lavoro.
pa: ਸਿਰਫ਼ ਵਰਕਿੰਗ ਨਕਲ 'ਚ ਹੀ ਸੰਭਵ ਹੈ।
sv: Endast möjligt i arbetskopia.

source: Only on single folder possible
de: Nur auf einzelnen Verzeichnissen möglich
gl: Só é posíbel nun único cartafol
it: Possibile solo su una cartella singola
pa: ਇੱਕ ਫੋਲਡਰ ਉੱਤੇ ਹੀ ਸੰਭਵ ਹੈ
sv: Endast en enstaka mapp möjlig

source: Only write mergeinfo
de: Schreibe nur Merge-Informationen

source: Open With...
de: Öffnen mit ...
gl: Abrir con...
it: Apri con...
pa: ਇਸ ਨਾਲ ਖੋਲ੍ਹੋ...
sv: Öppna med...

source: Open a file with a #PKCS12 certificate
de: Öffne eine Datei mit einem #PKCS12-Zertifikat.
gl: Abrir un ficheiro cun certificado #PKCS12
it: Apri un file con un certificato #PKCS12
pa: #PKCS12 ਸਰਟੀਫਿਕੇਟ ਨਾਲ ਇੱਕ ਫਾਇਲ ਖੋਲ੍ਹੋ
sv: Öppna en fil med ett #PKCS12-certifikat

source: Open after job
de: Öffne nach Ausführung
gl: Abrir ao finalizar
it: Apri dopo il processo
pa: ਕਾਰਵਾਈ ਬਾਅਦ ਖੋਲ੍ਹੋ
sv: Öppna efter jobb

source: Open repository of working copy
de: Öffne Repository der Arbeitskopie
gl: Abrir o repositorio da copia de traballo
it: Apri il deposito della copia di lavoro
pa: ਵਰਕਿੰਗ ਨਕਲ ਲਈ ਰਿਪੋਜ਼ਟਰੀ ਖੋਲ੍ਹੋ
sv: Öppna arbetskopians magasin

source: Open repository or working copy
de: Öffne Repository oder Arbeitskopie
gl: Abrir un repositorio ou copia de traballo
it: Apri deposito o copia di lavoro
pa: ਰਿਪੋਜ਼ਟਰੀ ਜਾਂ ਵਰਕਿੰਗ ਨਕਲ ਖੋਲ੍ਹੋ
sv: Öppna magasin eller arbetskopia

source: Opens all branches of the file tree
de: Öffnet Verzweigungen des Dateibaums.

source: Opens the repository the current working copy was checked out from
de: Öffnet das Repository, von dem die aktuelle Arbeitskopie ausgecheckt wurde.
gl: Abre o repositorio desde o que se obtivo a actual copia de traballo
it: Apre il deposito da cui è stata prelevata la copia di lavoro attuale
sv: Öppnar det magasin, som den aktuella arbetskopian hämtades ut från.

source: Or insert one of the last:
de: Oder nutze einen der letzten:
gl: Ou insira un dos últimos:
it: O inserisci uno degli ultimi:
pa: ਜਾਂ ਆਖਰੀ ਵਿੱਚੋਂ ਦਿਓ:
sv: Eller skjut in något av de senaste:

source: Original author and maintainer
de: Original Autor und Betreuer

source: Other...
de: Andere ...
gl: Outro...
it: Altro...
pa: ਹੋਰ...
sv: Annat...

source: Output the content of specified files or URLs at specific revision.
de: Gib den Inhalt der spezifizierten Datei oder URL zu einer bestimmten Revision aus.
gl: Mostra o contido dos ficheiros ou URLs especificados na versión indicada.
it: Mostra il contenuto dei file o degli URL specificati alla revisione specificata.
sv: Skriv ut innehållet i specificerade filer eller URL:er vid en specifik revision.

source: Output the content of specified files or URLs with revision and author information in-line.
de: Gib den Inhalt der spezifizierten Datei oder URL mit eingebetteten Revisions- und Autorinformationen aus.
gl: Mostra o contido dos ficheiros ou URLs indicados con información acerca da revisión e do autor.
it: Mostra il contenuto dei file o degli URL specificati con informazioni in linea sull'autore e sulla revisione.
sv: Skriv ut innehållet i specificerade filer eller URL:er med revisions- och författarinformation på en rad.

source: Output the content of specified files or URLs.
de: Gib den Inhalt von bestimmten Dateien oder URLs aus.
gl: Mostra o contido dos ficheiros ou URLs específicados.
it: Mostra il contenuto dei file o degli URL specificati.
sv: Skriv ut innehållet i specificerade filer eller URL:er.

source: Output to:
de: Ausgabe nach:
gl: Saída cara a:
it: Uscita su:
pa: ਆਉਟਪੁੱਟ:
sv: Utdata till:

source: Overview about cache database content
de: Übersicht über den Inhalt der Datenbank für den Zwischenspeicher

source: Overwrite existing
de: Überschreibe existierende

source: Overwriting existing items is disabled in settings.
de: Das überschreiben existierender Einträge ist in den Einstellungen deaktiviert.

source: Owner
de: Eigentümer
gl: Proprietario
it: Proprietario
pa: ਮਾਲਕ
sv: Ägare

source: Partial revision tree
de: Teilweiser Revisionsbaum
gl: Árbore de revisións parcial
it: Albero delle revisioni parziale
pa: ਅਧੂਰਾ ਰੀਵਿਜ਼ਨ ਲੜੀ
sv: Delrevisionsträd

source: Password
de: Passwort

source: Password:
de: Passwort:
gl: Contrasinal:
pa: ਗੁਪਤ-ਕੋਡ:
sv: Lösenord:

source: Path to load the dump into (see contexthelp)
de: Pfad zum Hineinladen des Abzugs (siehe Kontexthilfe)
gl: Rota de destino do emborcado (ver axuda contextual)
it: Percorso in cui caricare il riversamento (vedi l'aiuto contestuale)
sv: Sökväg att ladda dumpen till (se sammanhangshjälp)

source: Path to repository:
de: Pfad zum Repository:
gl: Rota ao repositorio:
it: Percorso al deposito:
pa: ਰਿਪੋਜ਼ਟਰੀ ਲਈ ਮਾਰਗ:
sv: Sökväg till magasin:

source: Performing status on external item at %1.
de: Führe Status auf externem Eintrag %1 aus.
gl: A obter o estado no ítem externo en %1.
it: Controllo di stato dell'elemento esterno %1.
sv: Genomför status hos extern post vid %1.

source: Please check that 'dot' is installed (package GraphViz).
de: Bitte überprüfen Sie, ob 'dot' installiert ist (Paket GraphViz).
gl: Por favor, comprobe que "dot" está instalado (paquete GraphViz).
it: Controlla che il programma «dot» sia installato (fa parte del pacchetto GraphViz).
sv: Kontrollera att 'dor' inte är installerat (paket GraphViz),

source: Please enter your password below.
de: Bitte geben Sie Ihr Passwort ein.
gl: Escreba o seu contrasinal embaixo.
it: Inserisci la password qui sotto.
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਗੁਪਤ-ਕੋਡ ਹੇਠਾਂ ਦਿਓ।
sv: Ange ditt lösenord nedan.

source: Prefer external merge program
de: Bevorzuge externes Zusammenführen
gl: Preferir o programa externo de fusións
it: Preferisci il programma di fusione esterno

source: Prefixes to filter out in revision tree
de: Präfixe zum herausfiltern im Revisionsbaum

source: Previous entries
de: Vorherige Einträge

source: Property
de: Eigenschaft:

source: Property last changed
de: Eigenschaft zuletzt geändert
gl: Último cambio de propriedade
it: Ultima modifica della proprietà
pa: ਵਿਸ਼ੇਸ਼ਤਾ ਆਖਰੀ ਤਬਦੀਲੀ
sv: Egenskap senast ändrad

source: Property modified
de: Eigenschaft verändert
gl: Propriedade modificada
it: Proprietà modificata
pa: ਵਿਸ਼ੇਸ਼ਤਾ ਸੋਧੀ ਗਈ
sv: Egenskap ändrad

source: Property name:
de: Eigenschaftsname:
gl: Nome da propriedade:
it: Nome della proprietà:
pa: ਵਿਸ਼ੇਸ਼ਤਾ ਨਾਂ:
sv: Egenskapsnamn:

source: Property reject file
de: Eigenschaftszurückweisungsdatei
gl: Ficheiro rexeitado pola propriedade
it: File di rifiuto delle proprietà
pa: ਵਿਸ਼ੇਸ਼ਤਾ ਰੱਦ ਕੀਤੀ ਫਾਇਲ
sv: Egenskapsavvisningsfil

source: Property value:
de: Eigenschaftswert:
gl: Valor da propriedade:
it: Valore della proprietà:
pa: ਵਿਸ਼ੇਸ਼ਤਾ ਮੁੱਲ:
sv: Egenskapsvärde:

source: Protected property
de: Geschützte Eigenschaft
gl: Propriedade protexida
it: Proprietà protetta
pa: ਸੁਰੱਖਿਅਤ ਵਿਸ਼ੇਸ਼ਤਾ
sv: Skyddad egenskap

source: Quick settings
de: Schnelleinstellungen
gl: Configuración rápida
it: Impostazioni veloci
pa: ਤੇਜ਼ ਸੈਟਿੰਗ
sv: Snabbinställningar

source: Read detailed change lists
de: Lese detaillierte Liste der Änderungen
gl: Ler as listas de cambios detallados
it: Leggi elenchi dettagliati delle modifiche
pa: ਵੇਰਵੇ ਸਮੇਤ ਤਬਦੀਲੀ ਸੂਚੀ ਪੜ੍ਹੋ
sv: Läs detaljerad ändringslista
