Repository: KDE/kdesvn
Catalog: po/*.po
Languages: de, gl, it, pa, sv

source: Enter merge range
de: Gib Mergebereich an
gl: Introducir o rango de fusionado
it: Inserisci l'intervallo da fondere
pa: ਮਿਲਾਨ ਸੀਮਾ ਦਿਓ
sv: Skriv in hopslagningsområde

source: Enter password for realm %1
de: Gib Passwort für Bereich %1 ein
gl: Introduza o contrasinal para o reino %1
it: Inserisci password per il dominio %1
pa: ਰੀਲੇਅ %1 ਲਈ ਗੁਪਤ-ਕੋਡ ਦਿਓ
sv: Skriv in lösenord för rike %1

source: Entry
de: Eintrag
gl: Entrada
it: Voce
pa: ਇੰਦਰਾਜ਼
sv: Inmatning

source: Error getting content
de: Fehler beim Inhalt holen
gl: Erro ao obter o contido
it: Errore durante il prelievo del contenuto
pa: ਭਾਗ ਪ੍ਰਾਪਤ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ
sv: Fel vid hämtning av innehåll

source: Error getting entry to relocate
de: Fehler beim Ermitteln des Eintrags für Relocate.
gl: Erro obtendo entrada a reposicionar
it: Errore durante lo spostamento della voce
sv: Fel vid hämtning av notis att omlokalisera

source: Error getting entry to switch
de: Fehler beim Switch
gl: Erro ao obter a entrada a trocar
it: Errore durante lo scambio dell'elemento
sv: Fel vid hämtning av post att växla

source: Error running the graph layouting tool.
de: Fehler beim Ausführen des Grapherstellungswerkzeugs.
gl: Erro ao executar a ferramenta para debuxar o gráfico.
it: Errore durante l'esecuzione dello strumento di disegno di grafi.
pa: ਗਰਾਫ਼ ਖਾਕਾ ਸੰਦ ਚਲਾਉਣ ਦੌਰਾਨ ਗਲਤੀ ਹੈ।
sv: Fel vid körning av diagram-layout-verktyget.

source: Error validating server certificate for '%1'
de: Fehler beim Überprüfen des Serverzertifikats von %1
gl: Erro ao validar o certificado do servidor para "%1"
it: Errore di convalida del certificato del server per «%1»
pa: '%1' ਲਈ ਸਰਵਰ ਸਰਟੀਫਿਕੇਟ ਪਰਮਾਣਕਿਤਾ 'ਚ ਗਲਤੀ
sv: Fel vid validering av servercertifikat för '%1'

source: Error while open temporary file
de: Fehler beim Öffnen der temporären Datei

source: Execute single subversion command on specific revision(-range)
de: Führe einzelnes Subversion-Kommando auf der spezifizierten Revision aus.
gl: Executar un único comando de subversión nunha revisión específica (-range)
it: Esegui un singolo comando Subversion sulla revisione o sull'intervallo specificato
sv: Utför ett enstaka subversions-kommando på ett specifikt revision(-sområde)

source: Execute subversion command ("exec help" for more information)
de: Führe Subversion-Kommando aus ("exec help" für weitere Informationen)
gl: Executar un comando de subversión ("exec help" para máis información)
it: Esegui un comando Subversion («exec help» per maggiori informazioni)
sv: Utför subversionkommando ("exec help" för mer information)

source: Export a repository
de: Exportiere Repository
gl: Exportar un repositorio
it: Esporta un deposito
pa: ਰਿਪੋਜ਼ਟਰੀ ਨਿਰਯਾਤ
sv: Exportera ett magasin

source: Export current repository path
de: Exportiere aktuellen Repository-Pfad
gl: Exportar rota do repositorio actual
it: Esporta il percorso del deposito attuale
pa: ਮੌਜੂਦਾ ਰਿਪੋਜ਼ਟਰੀ ਮਾਰਗ ਨਿਰਯਾਤ
sv: Exportera sökväg för aktuellt magasin

source: Export repository
de: Exportiere Repository
gl: Exportar repositorio
it: Esporta deposito
pa: ਰਿਪੋਜ਼ਟਰੀ ਨਿਰਯਾਤ
sv: Exportera magasin

source: Exporting
de: Exportiere
gl: Exportando
it: Esportazione
pa: ਨਿਰਯਾਤ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
sv: Exporterar

source: Exporting a file?
de: Eine Datei exportieren?
gl: Exportando un ficheiro?
it: Esportazione di un file?
pa: ਕੀ ਇੱਕ ਫਾਇਲ ਨਿਰਯਾਤ ਕਰਨੀ ਹੈ?
sv: Exportera en fil?

source: External
de: Extern
gl: Externo
it: Esterno
pa: ਬਾਹਰੀ
sv: Yttre

source: External diff display:
de: Externe Diff-Anzeige:
gl: Visor de diferenzas externo:
it: Visore di differenze esterno:
pa: ਬਾਹਰੀ ਅੰਤਰ ਵੇਖਾਓ:
sv: Yttre diff-visning:

source: External merge program:
de: Externes Programm zum Zusammenführen:
gl: Programa externo de fusionado:
it: Programma di fusione esterno:
pa: ਬਾਹਰੀ ਮਿਲਾਨ ਪ੍ਰੋਗਰਾਮ:

source: Failed to revert %1. Try updating instead.
de: Konnte %1 nicht rückgängig machen. Versuchen Sie stattdessen "update".
gl: Non foi posíbel reverter %1. Probe a actualizar no seu canto.
it: Annullamento delle modifiche di %1 non riuscito. Prova ad aggiornare.
pa: %1 ਮੁੜ-ਵਾਪਸ ਲੈਣ ਲਈ ਅਸਫ਼ਲ ਹੈ ਇਸ ਦੀ ਬਜਾਏ ਅੱਪਡੇਟ ਦੀ ਕੋਸ਼ਿਸ਼ ਹੈ।
sv: Misslyckades med att gå tillbaka %1. Försök uppdatera i stället.

source: Failure reasons
de: Fehlergründe
gl: Razóns do fallo
it: Ragioni dell'insuccesso
pa: ਫੇਲ੍ਹ ਹੋਣ ਦਾ ਕਾਰਨ
sv: Orsak till misslyckande

source: Fetching external item into %1.
de: Hole externe Referenz nach %1.
gl: A obter o ítem externo para %1.
it: Inserimento del modulo esterno in %1.
sv: Hämtar externa poster in till %1.

source: File %1 exists - overwrite?
de: Die Datei %1 existiert - überschreiben?
it: Il file %1 esiste; sovrascrivere?

source: Files Depth
de: Dateitiefe

source: Filling cache canceled.
de: Füllen des Logpuffers abgebrochen.

source: Filling log cache in background
de: Fülle Logpuffer im Hintergrund

source: Filling log cache in background finished.
de: Füllen des Logpuffer im Hintergrund beendet.

source: Find
de: Suchen

source: Fingerprint
de: Fingerabdruck
it: Impronta digitale
pa: ਫਿੰਗਰ ਪਰਿੰਟ
sv: Fingeravtryck

source: Finished
de: Beendet
gl: Finalizado
it: Completato
pa: ਮੁਕੰਮਲ
sv: Avslutat

source: Finished at revision %1.
de: Bei Revision %1 beendet.
gl: Terminouse na revisión %1.
it: Completato alla revisione %1.
pa: ਰੀਵਿਜ਼ਨ %1 ਲਈ ਮੁਕੰਮਲ ਕੀਤਾ।

source: Finished external at revision %1.
de: Externe Referenz bei Revision %1 beendet.
gl: Terminouse externamente na revisión %1.
it: Completato modulo esterno alla revisione %1.
pa: ਰੀਵਿਜ਼ਨ %1 ਲਈ ਬਾਹਰੀ ਮੁਕੰਮਲ ਕੀਤਾ।

source: Finished external.
de: External beendet.
gl: Terminouse externamente.
it: Completato modulo esterno.
pa: ਬਾਹਰੀ ਮੁਕੰਮਲ ਹੋਇਆ ਹੈ।
sv: Extern avslutat.

source: Fold File Tree
de: Schliesse Dateibaum.

source: Folder
de: Verzeichnis
gl: Cartafol
it: Cartella
pa: ਫੋਲਡਰ
sv: Mapp

source: Force
de: Erzwinge
gl: Forzar
it: Forza
pa: ਧੱਕੇ ਨਾਲ
sv: Tvinga

source: Force add ssh-identities to ssh-agent for future use.
de: Erzwingt das Hinzufügen der SSH-Identitäten zum SSH-Agenten für zukünftige Nutzung.
gl: Forza o engadir identidades ssh no axente de ssh para o seu uso futuro.
it: Aggiungi forzatamente delle identità ssh a ssh-agent per usarle in seguito.

source: Force delete of changed items
de: Erzwinge Löschen geänderter Einträge:

source: Force delete on modified/unversioned items
de: Erzwinge Löschen bei bearbeiteten/nicht versionierten Einträgen

source: Force operation
de: Erzwinge Ausführung
gl: Forzar operación
it: Forza operazione
pa: ਧੱਕੇ ਨਾਲ ਕਾਰਵਾਈ
sv: Tvingad åtgärd

source: Found %1 modified items
de: %1 veränderte Einträge gefunden

source: Free existing lock on current item
de: Gebe die existierende Sperre auf aktuellem Eintrag frei

source: Full revision tree
de: Kompletter Revisionsbaum
gl: Árbore de revisións completa
it: Albero delle revisioni completo
pa: ਪੂਰੀ ਰੀਵਿਜ਼ਨ ਲੜੀ
sv: Fullt revisonsträd

source: Gain item info recursive
de: Hole Eintragsinformationen rekursiv
gl: Obter información recursiva do ítem
it: Ottieni ricorsivamente informazioni sugli elementi
pa: ਇਕਾਈ ਜਾਣਕਾਰੀ ਲਗਾਤਾਰ ਲਵੋ
sv: Hämta information rekursivt

source: General
de: Allgemein
gl: Xeral
it: Generale
pa: ਆਮ
sv: Allmänt

source: General Settings
de: Allgemeine Einstellungen

source: Generates and display difference against repository of selected item
de: Erzeugt eine Differenz gegen das Repository für den ausgewählten Eintrag und zeigt diesen an.
gl: Xera e mostra as diferenzas entre o ítem escollido e a versión no repositorio
it: Genera e visualizza le differenze dell'elemento selezionato rispetto al deposito

source: Get Logs
de: Hole Logs

source: Get file details while remote listing
de: Hole Details bei Fernabfragen.
gl: Obter os detalles dos ficheiros ao facer un listado remoto
it: Mostra dettagli sui file negli elenchi di file remoti
pa: ਰਿਮੋਟ ਸੂਚੀ ਵੇਖਾਉਣ ਦੌਰਾਨ ਫਾਇਲ ਵੇਰਵਾ ਲਵੋ
sv: Hämta fildetaljer medan fjärrlistning

source: Getting content - hit cancel for abort
de: Hole Inhalt - "Abbruch" zum Unterbrechen drücken
gl: A obter contidos - prema cancelar para abortar
it: Prelievo del contenuto, premi «Annulla» per interrompere
pa: ਭਾਗ ਪ੍ਰਾਪਤ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ - ਅਧੂਰਾ ਛੱਡਣ ਲਈ ਦਬਾਓ
sv: Hämtar innehåll - tryck avbryt för avbrott

source: Getting logs - hit cancel for abort
de: Hole Log - "Abbruch" zum Unterbrechen drücken
gl: A obter os rexistos - prema cancelar para abortar
it: Prelievo dei registri, premi «Annulla» per interrompere
pa: ਲਾਗ ਪ੍ਰਾਪਤ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ - ਅਧੂਰਾ ਛੱਡਣ ਲਈ ਦਬਾਓ
sv: Hämtar loggar - tryck avbryt för avbrott

source: Got no annotate
de: Kein Annotate erhalten
gl: Non se obtivo nengunha anotación.
it: Non ci sono annotazioni
sv: Fick ingen förklaring

source: Got no content.
de: Keinen Inhalt erhalten.
gl: Non se obtivo o contido.
it: Non c'è contenuto.
pa: ਕੋਈ ਸਮੱਗਰੀ ਨਹੀਂ ਮਿਲੀ।

source: Got no info.
de: Habe keine Informationen erhalten.
gl: Non se obtivo información.
it: Non ci sono informazioni.
pa: ਕੋਈ ਜਾਣਕਾਰੀ ਨਹੀਂ ਮਿਲੀ
sv: Fick ingen info.

source: Got no logs
de: Habe keine Logs erhalten
gl: Non se obtiveron rexistos
it: Non ci sono registri
pa: ਕੋਈ ਲਾਗ ਨਹੀਂ ਮਿਲਿਆ
sv: Fick inga loggar

source: Goto line
de: Gehe zu Zeile
gl: Ir para a liña
it: Vai alla riga
pa: ਲਾਈਨ ਉੱਤੇ ਜਾਓ

source: Handle unrelated as related items
de: Behandle nicht zugehörige als zugehörige Einträgen
gl: Xestionar non-relacionados como itens relacionados
it: Gestisci elementi scorrelati come se fossero correlati
sv: Hantera orelaterat som relaterat

source: Here you can control if, when moving the mouse over a file, you want to see a small popup window with additional information about that file
de: Hier können Sie festlegen, ob ein kleines Feld mit Informationen angezeigt werden soll, sobald Sie ein Dateisymbol mit dem Mauszeiger berühren.
gl: Aquí pode indicar se quer ver unha xanela emerxente con información adicional acerca dun ficheiro ao mover o rato sobre el
it: Da qui puoi controllare se deve essere mostrata una finestra a comparsa con informazioni aggiuntive sul file quando il mouse ci passa sopra.
sv: Här kan du styra om, när du rör musen över en fil, du vill se a liten popuppruta med ytterligare information om denna fil

source: Hide new items
de: Verberge neue Einträge

source: Hide new items in commit box
de: Verberge neue Einträge in Sende-Dialog

source: Hide unchanged files
de: Verberge unveränderte Dateien
it: Nascondi i file immutati

source: History
de: Geschichte

source: History of %1
de: Geschichte von %1
gl: Historial de %1
it: Cronologia di %1
pa: %1 ਦਾ ਅਤੀਤ
sv: Historia för %1

source: History of item
de: Geschichte des Eintrages

source: History of item ignoring copies
de: Geschichte des Eintrages ohne Kopien

source: Hold CTRL key while click on selected item for unselect
de: Drücke STRG-Taste beim Klicken auf ausgewählten Eintrag für abwählen

source: Host
de: Rechner
gl: Máquina
pa: ਮੇਜ਼ਬਾਨ
sv: Värd

source: Hotcopy a repository
de: Hotcopy eines Repositorys
gl: Copiar un repositorio
it: Copia a caldo un deposito
pa: ਇੱਕ ਰਿਪੋਜ਼ਟਰੀ ਦੀ ਹਾਟ-ਕਾਪੀ
sv: Brinnande aktuell kopia av ett magasin

source: Hotcopy a subversion repository to a new folder
de: Erstellt eine Kopie eines Subversion-Repositorys in einem neuen Verzeichnis
gl: Copia un repositorio Subversion nun cartafol novo
it: Copia a caldo un deposito Subversion in una nuova cartella
pa: ਇੱਕ ਸਬ-ਵਰਜਨ ਰਿਪੋਜ਼ਟਰੀ ਦੀ ਹਾਟ-ਕਾਪੀ ਇੱਕ ਫੋਲਡਰ ਵਿੱਚ ਕਰੋ
sv: Kopiera ett brinnande aktuellt magasin till en ny mapp

source: Hotcopy finished.
de: Hotcopy beendet.
gl: Copia finalizada.
it: Copia a caldo completata.
pa: ਹਾਟ-ਕਾਪੀ ਮੁਕੰਮਲ ਹੋਈ ਹੈ।
sv: Brinnande aktuell kopia avslutad.

source: If checked commit will not release locks.
de: Falls markiert dann wird das Commit die Sperren nicht lösen.
gl: Se está sinalada non se liberarán os bloqueos cando faga unha entrega.
it: Se questa opzione è attiva, un deposito non rilascia i blocchi.

source: If kdesvn should use an external diff display and/or generator. If not checked use internal display.
de: Soll kdesvn eine externe Unterschiedsanzeige und/oder Generator benutzen. Falls nicht gesetzt wird die interne Anzeige benutzt.

source: If not empty, load the dump into a specific folder instead into root of repository. This folder must exist before loading the dump.
de: Falls nicht leer, lade den Abzug in ein spezifiziertes Verzeichnis anstelle in das Wurzelverzeichnis des Archivs. Dieses Verzeichnis muss existieren, bevor der Abzug geladen wird.
gl: Se non está valeiro, fai o emborcado nun cartafol concreto no canto de para a raíz do repositorio. Este cartafol debe existir antes de facer o emborcado.
it: Se non è vuoto, carica il riversamento in una cartella specifica invece che nella radice del deposito. Questa cartella deve esistere prima di caricare il riversamento.
sv: Om inte tom, så ladda dumpen in till en särskild mapp i stället för till magasinets rot. Denna mapp måste finnas innan laddning av dump påbörjas.

source: If present, make the file executable.<br>This property can not be set on a directory. A non-recursive attempt will fail, and a recursive attempt will set the property only on the file children of the folder.
de: Wenn gesetzt, macht die Datei ausführbar.<br>Diese Eigenschaft kann nicht für Verzeichnisse gesetzt werden: Ein nicht-rekursiver Versuch schlägt fehl. Ein rekursives Setzen erzeugt diese Eigenschaft nur auf Dateien unterhalb des Verzeichnisses.
gl: Se está presente, fai executábel o ficheiro.<br>Esta propriedade non se pode estabelecer nun directorio. Un intento non recursivo fallará, e un intento recursivo estabelecerá a propriedade só nos ficheiros fillos do cartafol.

source: If set check for updates on working copy when network is enabled on regular base
de: Falls gesetzt, prüfe regelmäßig auf Aktualisierungen in der Arbeitskopie falls das Netzwerk aktiviert wurde

source: If set, add files or directories that match ignore patterns.
de: Falls gesetzt, füge Dateien oder Verzeichnisse hinzu die dem Ignoriere-Muster entsprechen.

source: If set, kdesvn will not show a menu inside "Action" menu of konqueror
de: Falls gesetzt, wird kdesvn kein Menü innerhalb des "Aktionen"-Menüs des Konquerors zeigen.
gl: Se sinala esta opción, kdesvn non mostrará un submenú dentro do menú "Accións" de Konqueror.
it: Se impostato, kdesvn non aggiungerà nessuna voce all'interno del menu «Azioni» di Konqueror
pa: ਜੇਕਰ ਚੋਣ ਕੀਤੀ ਗਈ ਤਾਂ kdesvn ਕੋਨਕਿਊਰੋਰ ਦੇ ਕਾਰਵਾਈ "ਕਾਰਵਾਈ" ਮੇਨੂ ਵਿੱਚ ਵੇਖਾਈ ਨਹੀਂ ਦੇਵੇਗਾ
sv: Om satt kommer kdesvn inte att visa en meny inom "Åtgärds"-menyn i konqueror

source: If set, kdesvn will not show some extra actions inside "Action" menu of konqueror/dolphin
de: Falls gesetzt, wird kdesvn kein Menü innerhalb des "Aktionen"-Menüs des Konquerors oder Dolphin zeigen.

source: If set, the repository created will compatible to subversion prior 1.4. This is only useful when svnqt is running with subversion 1.4 or above.
de: Falls gesetzt, wird das erstellte Repository kompatibel zu Subversion vor Version 1.4 sein. Dies ist nur sinnvoll, wenn svnqt mit Subversion 1.4 oder neuer läuft.

source: If set, the repository created will compatible to subversion prior 1.5. This is only useful when svnqt is running with subversion 1.5 or above.
de: Falls gesetzt, wird das erstellte Repository kompatibel zu Subversion vor Version 1.5 sein. Dies ist nur sinnvoll, wenn svnqt mit Subversion 1.5 oder neuer läuft.

source: If this flag is set, you're have a simple write support for existing items. Eg. you can open files in your editor and save them direct without checking out them before (kdesvn will do it in background). Use this only if you're sure what you're doing!
de: Falls dieses Flag gesetzt ist, haben Sie eine einfache Schreibunterstützung für existierende Eintrage. D.h., Sie können Dateien im Editor öffnen und direkt ohne vorheriges Auschecken speichern (kdesvn macht dies im Hintergrund). Nutzen Sie das nur wenn Sie sich sicher sind!

source: If this is set then the base layout (<tt>/trunk</tt>,<tt>/branches</tt> and <tt>/tags</tt>) will created after opening the fresh repository.
de: Falls gesetzt, wird das Basislayout (<tt>/trunk</tt>, <tt>/branches</tt> und <tt>/tags</tt>) nach dem Öffnen des neuen Repositorys erstellt.
gl: Se activa ésto, estabelecerase a configuración estándar con <tt>/trunk</tt>, <tt>/branches</tt> e <tt>/tags</tt> após abrir o novo repositorio.
sv: Om denna är markerad kommer grundlayouten (<tt>/trunk</tt>,<tt>/branches</tt> och <tt>/tags</tt>) att skapas när det färska magasinet öppnas.

source: Ignore
de: Ignoriere
gl: Ignorar
it: Ignora
pa: ਅਣਡਿੱਠਾ
sv: Ignorera

source: Ignore ancestry
de: Ignoriere Abstammung

source: Ignore externals
de: Ignoriere Externals
it: Ignora i moduli esterni

source: Ignore externals while operation
de: Ignoriere Externals während der Ausführung
it: Ignora i moduli esterni durante l'operazione

source: Ignore files of which the node type is unknown, such as device files and pipes.
de: Ignoriere Dateien deren Type unbekannt ist, z.b. Gerätedateien oder Pipes.

source: Ignore unknown node types
de: Ignoriere unbekannte Eintragstypen

source: Ignore/Unignore current item
de: Ignoriere/Beachte aktuellen Eintrag
gl: Ignora ou non o ítem actual
it: Ignora o smetti di ignorare l'elemento attuale
pa: ਮੌਜੂਦਾ ਇਕਾਈ ਅਣਡਿੱਠਾ/ਨਾ-ਅਣਡਿੱਠੀ
sv: Ignorera/Ignorera inte aktuell post

source: Ignored
de: Ignoriert
gl: Ignorado
it: Ignorato
pa: ਅਣਡਿੱਠੀ ਕੀਤੀ ਗਈ
sv: Ignorerad

source: Immediate Depth
de: Unmittelbare Tiefe

source: Import folder content into current url
de: Importiere Verzeichnisinhalt in die aktuelle URL
gl: Importa o contido do cartafol no url actual
it: Importa il contenuto di una cartella nell'URL attuale
pa: ਮੌਜੂਦਾ URLਵਿੱਚ ਫੋਲਡਰ ਭਾਗ ਆਯਾਤ ਕਰੋ
sv: Importera mappinnehåll till aktuell URL

source: Import folders into current
de: Importiere Verzeichnisse in aktuelles
gl: Importar cartafol no url actual
it: Importa cartelle nell'URL attuale
pa: ਫੋਲਡਰ ਨੂੰ ਮੌਜੂਦਾ 'ਚ ਆਯਾਤ ਕਰੋ
sv: Importera mappar till aktuell

source: Importing items
de: Importiere Einträge
gl: Importando itens
it: Importazione degli elementi
pa: ਇਕਾਈਆਂ ਆਯਾਤ ਕੀਤੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ
sv: Importerar poster

source: Incomplete
de: Unvollständig
gl: Incompleto
it: Incompleto
pa: ਨਾ-ਮੁਕੰਮਲ
sv: Ofullständig

source: Infinity Depth (recurse)
de: Unendliche Tiefe (rekursiv)

source: Info about kdesvn part
de: Info über kdesvn-Part
gl: Información da componente KDEsvn
it: Informazioni sul componente kdesvn
pa: kdesvn part ਬਾਰੇ ਜਾਣਕਾਰੀ

source: Infolist
de: Infoliste
gl: Lista de información
it: Elenco di informazioni
sv: Informationslista

source: Insert Textfile
de: Füge Textdatei ein

source: Inserted %v not cached log entries of %m.
de: %v von %m nicht gepufferte Logeinträgen eingefügt.

source: Is created repository compatible to subversion prior 1.4
de: Ist das erstellte Repository kompatibel zu Subversion vor Version 1.4
gl: Cria un repositorio compatíbel con subversión anterior a 1.4
it: Se il deposito creato debba essere compatibile con le versioni di Subversion precedenti alla 1.4

source: Is created repository compatible to subversion prior 1.5
de: Ist das erstellte Repository kompatibel zu Subversion vor Version 1.5

source: Is created repository compatible to subversion prior 1.6
de: Ist das erstellte Repository kompatibel zu Subversion vor Version 1.6

source: Issuer name
de: Ausstellername
gl: Nome do emisor
it: Nome dell'emittente
pa: ਜਾਰੀ ਕਰਤਾ ਨਾਂ
sv: Utgivarnamn

source: Item needs lock:
de: Eintrag benötigt Sperre:
gl: Itens que precisan bloqueo:
it: Elementi che richiedono il blocco:
pa: ਇਕਾਈਆਂ, ਜਿੰਨ੍ਹਾਂ ਨੂੰ ਤਾਲਾਬੰਦ:
sv: Poster, som behöver låsas:

source: Items sortorder is case sensitive
de: Sortierreihenfolge ist von Groß-/Kleinschreibung abhängig
gl: A orde dos itens é sensíbel á capitalización
it: L'ordinamento degli elementi distingue le maiuscole
pa: ਇਕਾਈ ਕ੍ਰਮਬੱਧ ਢੰਗ ਵਿੱਚ ਅੱਖਰ ਆਕਾਰ ਅਸਰਦਾਰ ਹੈ
sv: Postsorteringsordning är känsligt för stora/små bokstäver

source: Just dry run without modifications
de: Nur Testausführung ohne Modifikationen
gl: Executar directamente sen modificacións
it: Solo esecuzione a secco, senza modifiche
pa: ਸੋਧ ਤੋਂ ਬਿਨਾਂ ਹੀ ਸਿਰਫ਼ ਚਲਾਓ
sv: Bara torrsim utan modifieringar

source: KIO can overwrite
de: KIO kann überschreiben

source: KIO operations use standard logmessage
de: KIO-Operationen benutzen eine Standard-Log-Meldung
gl: As operacións de KIO usan mensaxes estándar de rexisto
it: Le operazioni KIO usano un messaggio di registro standard
pa: KIO ਓਪਰੇਸ਼ਨ ਸਟੈਂਡਰਡ ਲਾਗ-ਸੁਨੇਹਾ ਵਰਤਦੇ ਹਨ

source: Kdesvn Handbook
de: Kdesvn-Handbuch

source: Keep local copies
de: Behalte lokale Kopien

source: Keep locks
de: Erhalte Sperren
gl: Manter os bloqueos
it: Mantieni i blocchi

source: Keywords to be expanded into the contents of a file.<br>They can be inserted into documents by placing a keyword anchor which is formatted as $KeywordName$.<br>Valid keywords are:<br><b>URL/HeadURL</b> The URL for the head revision of the project.<br><b>Author/LastChangedBy</b> The last person to change the file.<br><b>Date/LastChangedDate</b> The date/time the object was last modified.<br><b>Revision/Rev/LastChangedRevision</b> The last revision the object changed.<br><b>Id</b> A compressed summary of the previous 4 keywords.
de: Schlüsselworte zum Ausfüllen im Dateiinhalt.<br> Diese können in das Dokument durch das Setzen eines<br> Schlüsselwortes eingefügt werden. Dieses ist als $schlüssel$ formatiert<br> Gültige Schlüsselworte sind:<br> <b>URL/HeadURL</b> Die URL für die HEAD-Revision des Projektes.<br> <b>Author/LastChangedBy</b> Die letzte Person die die Datei geändert hat.<br> <b>Date/LastChangedDate</b> Datum/Zeit zu der das Objekt das letzte Mal geändert wurde.<br> <b>Revision/Rev/LastChangedRevision</b> Die letzte Versionsnummer des Objekts.<br> <b>Id</b> Eine kurze Zusammenfassung der anderen vier Schlüsselworte.
gl: Palabras chave que serán expandidas no ficheiro.<br>Pódense inserir nos documentos poñendo unha ligazón de palabra chave, o cal é formatado como $NomeChave$. <br>As palabras chave válidas son:<br><b>URL/HeadURL</b> O URL da revisión de cabeceira (head) do proxecto. <br><b>Author/LastChangedBy</b> A última persoa que modificou o ficheiro.<br><b>Date/LastChangedDate</b> A data/hora da última modificación do obxecto. <br><b>Revision/Rev/LastChangedRevision</b> A última revisión na que se modificou o obxecto. <br><b>Id</b> Un resumo compacto das 4 palabras chave anteriores.

source: Known repositories
de: Bekannte Repositories

source: Label text to show for the edit box where the user enters the issue number.
de: Anzuzeigender Text für das Editierfeld, in das der Benutzer die Fehlernummer eingibt.
gl: Texto para mostrar na campo de edición onde o usuario introduce o número da incidencia.
it: Testo dell'etichetta da mostrare nel riquadro di modifica dove l'utente inserisce il numero del problema.
sv: Etiketttext för att visa för redigeringsrutan var användaren skriver in utgåvenummer.

source: Last author
de: Letzter Autor
gl: Último autor
it: Ultimo autore
pa: ਆਖਰੀ ਲੇਖਕ
sv: Senaste författare

source: Last change date
de: Letztes Änderungsdatum
gl: Última data modificada
it: Data dell'ultima modifica
pa: ਆਖਰੀ ਤਬਦੀਲ ਮਿਤੀ
sv: Senaste ändringsdatum

source: Last changed Revision
de: Letzte geänderte Revision
gl: Última revisión modificada
it: Revisione dell'ultima modifica
pa: ਆਖਰੀ ਰੀਵਿਜ਼ਨ ਤਬਦੀਲ
sv: Senaste ändrade revision

source: Last committed
de: Zuletzt geschickt
gl: Última entrega
it: Ultimo depositato
pa: ਆਖਰੀ ਕਮਿਟ ਕੀਤਾ
sv: Senaste överlämning

source: Last revision
de: Letzte Revision
gl: Última revisión
it: Ultima revisione
pa: ਆਖਰੀ ਰੀਵਿਜ਼ਨ
sv: Senaste revision

source: Last used log messages
de: Zuletzt genutzte Log-Meldungen
gl: Últimas mensaxes de rexisto usados
it: Ultimi messaggi di registro usati
pa: ਆਖਰੀ ਵਰਤਿਆ ਲਾਗ ਸੁਨੇਹਾ
sv: Senaste använda loggmeddelande

source: Left to right
de: Links nach rechts
gl: Da esquerda cara a direita
it: Da sinistra a destra
pa: ਖੱਬੇ ਤੋਂ ਸੱਜੇ
sv: Vänster till höger
