Repository: KDE/kdesvn
Catalog: po/*.po
Languages: de, gl, it, pa, sv

source: Reading lists of changed files may sometimes a little bit slow down things. But if this feature is switched off, kdesvn may fail generating differences between nodechanges from within the logviewer.
de: Das Lesen der Listen der geänderten Dateien ist mitunter etwas langsam. Aber wenn dieses Feature abgeschaltet ist, ist Kdesvn mitunter nicht in der Lage, Differenzen zwischen Knotenänderungen innerhalb des Log-Betrachters zu generieren.
gl: Ler as listas de ficheiros cambiados pode ás veces facer un pouco máis lentas as cousas. Pero se isto se desactiva, kdesvn pode fallar ao xerar diferenzas entre nodos que fosen modificados, no visor de rexistos.
it: Leggere gli elenchi di file modificati può a volte rallentare le cose. Però, se questa funzionalità non è attiva, kdesvn potrebbe non riuscire a generare le differenze tra cambiamenti di nodi all'interno del visore dei registri.
sv: Läsning av listor på ändrade filer kan ibland slöa ner saker och ting lite. Men om denna funktion slås av, kan kdesvn misslyckas med att skapa skillnader mellan nod-ändringar från inom logbetraktaren.

source: Ready
de: Fertig
gl: Listo
it: Pronto
pa: ਤਿਆਰ
sv: Klar

source: Really delete these entries?
de: Diese Einträge wirklich löschen?
gl: Quere realmente eliminar esas entradas?
it: Vuoi veramente eliminare queste voci?
pa: ਕੀ ਇਹ ਇੰਦਰਾਜ਼ ਹਟਾਉਣੇ ਚਾਹੁੰਦੇ ਹੋ?
sv: Vill du ta bort detta?

source: Really revert these entries to pristine state?
de: Einträge wirklich auf den vorherigen Zustand zurücksetzen?
gl: Quere realmente reverter esas entradas ao seu estado orixinal?
it: Vuoi veramente annullare le modifiche di queste voci e riportarle allo stato originale?
sv: Vill du verkligen kasta om inmatningar till ursprungligt tillstånd?

source: Realm
de: Bereich
gl: Reino
it: Dominio
pa: ਰੀਲੇਮ
sv: Rike

source: Realy clean cache and data for repository %1?
de: Sollen Zwischenspeicher und Daten für das Repository %1 wirklich gelöscht werden?

source: Realy clean cache for repository %1?
de: Zwischenspeicher für Repository %1 wirklich löschen?

source: Recent opened URLs
de: Zuletzt geöffnete URLs

source: Record only
de: Nur aufzeichnen

source: Recursive
de: Rekursiv
gl: Recursivo
it: Ricorsivo
pa: ਲਗਾਤਾਰ
sv: Rekursivt

source: Recursively clean up the working copy, removing locks, resuming unfinished operations, etc.
de: Räumt die Arbeitskopie rekursiv auf, gibt Sperren frei, nimmt unvollständige Operationen wieder auf, usw.
gl: Limpa recursivamente a copia de traballo, eliminando bloqueos, restaurando operacións non terminadas, etc.
it: Pulisce ricorsivamente la copia di lavoro, rimuovendo i blocchi, riprendendo le operazioni non completate, eccetera.
sv: Städa upp rekursivt i arbetskopian, tag bort lås, återuppta oavslutade åtgärder m. m.

source: Refresh
de: Auffrischen

source: Refresh view
de: Ansicht erneuern
gl: Refrescar vista
it: Aggiorna vista
pa: ਝਲਕ ਤਾਜ਼ਾ
sv: Uppdatera vy

source: Reintegrate merge
de: erneutes Zusammenführen

source: Reject
de: Zurückweisen
gl: Rexeitar
it: Rifiuta
pa: ਇਨਕਾਰ
sv: Avvisa

source: Reload last opened url if no one is given on commandline
de: Lade zuletzt geöffnete URL erneut, wenn keine andere auf der Kommandozeile angegeben wurde.
gl: Recargar o último URL aberto se non se proporciona nengunha na liña de comandos
it: Ricarica l'ultimo URL aperto se non ne viene fornito uno sulla riga di comando

source: Relocate current working copy url
de: Ändern der URL der Arbeitskopie
gl: Muda o url da copia de traballo actual
it: Sposta l'URL della copia di lavoro attuale
sv: Omlokalisera aktuell arbetskopias URL

source: Relocate path %1
de: Relocate Pfad %1
gl: Situar de novo a rota %1
it: Spostamento del percorso %1
pa: ਬਦਲਿਆ ਮਾਰਗ %1
sv: Omlokalisera sökväg %!

source: Relocate repository to new URL
de: URL eines Repositorys ändern
gl: Recoloca o repositorio nun novo URL
it: Spostamento del deposito ad un nuovo URL
pa: ਨਵੇਂ URL ਲਈ ਰਿਪੋਜਟਰੀ ਲਈ ਤਬਦੀਲ
sv: Omlokalisera magasin till ny URL

source: Relocate url
de: URL ändern
gl: Recolocar url
it: Spostamento dell'URL
pa: url ਬਦਲੋ
sv: Omlokalisera URL

source: Relocate url of current working copy path to other url
de: Ändern der URL der aktuellen Arbeitskopie zu einer neuen URL
gl: Moda o url da rota da copia de traballo actual para outro url
it: Sposta l'URL della copia di lavoro attuale ad un altro URL

source: Remote changed items:
de: Entfernt geänderte Einträge:
gl: Itens remotos modificados:
it: Elementi modificati remotamente:
pa: ਰਿਮੋਟ ਤਬਦੀਲ ਹੋਈਆਂ ਇਕਾਈਆਂ:
sv: Fjärrändrade poster:

source: Rename/move
de: Umbenennen/Bewegen
gl: Mudar o nome/mover
it: Rinomina/sposta
pa: ਨਾਂ-ਤਬਦੀਲ/ਭੇਜੀ
sv: Omdöpning/flyttning

source: Renamed to %1 at revision %2
de: Umbenannt nach %1 bei Revision %2
gl: Mudóuselle o nome para %1 na revisión %2
it: Rinominato come %1 alla revisione %2
pa: %2 ਰੀਵਿਜ਼ਨ ਲਈ %1 ਲਈ ਨਾਂ-ਤਬਦੀਲ ਕੀਤਾ
sv: Omdöpt till %1 vid revision %2

source: Renaming %1 to %2 succesfull
de: %1 erfolgreich nach %2 umbenannt

source: Replaced
de: Ersetzt
gl: Substituído
it: Sostituito
pa: ਤਬਦੀਲ ਕੀਤੀ
sv: Utbytt

source: Replaced at revision %1
de: Bei Revision %1 ersetzt
gl: Substituído na revisión %1
it: Sostituito alla revisione %1
pa: ਰੀਵਿਜ਼ਨ %1 ਉੱਤੇ ਬਦਲਿਆ

source: Replacing %1.
de: Ersetze %1.
gl: A substituír %1.
it: Sostituzione di %1.
pa: %1 ਤਬਦੀਲ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ।
sv: Byter ut %1.

source: Repository Settings
de: Repository Einstellungen

source: Repository opened
de: Repository geöffnet
gl: Repositorio aberto
it: Deposito aperto
pa: ਰਿਪੋਜ਼ਟਰੀ ਖੁੱਲ੍ਹੀ ਹੈ
sv: Magasinet öppnat

source: Repository to copy:
de: Repository zum Kopieren:
gl: Repositorio a copiar:
it: Deposito da copiare:
pa: ਨਕਲ ਲਈ ਰਿਪੋਜ਼ਟਰੀ:
sv: Magasinet att kopiera:

source: Repository to dump:
de: Zu archivierendes Repository:
gl: Repositorio a emborcar:
it: Deposito da riversare:
pa: ਡੰਪ ਲਈ ਰਿਪੋਜ਼ਟਰੀ:
sv: Magasinet att dumpa:

source: Resolve
de: Auflösen
gl: Resolver
it: Risolvi
pa: ਹੱਲ਼
sv: Lös upp

source: Resolve conflicts
de: Löse Konflikte auf

source: Resolve-process could not started, check command.
de: Prozess zum Auflösen konnte nicht starten, überprüfen Sie das Kommando.

source: Resolved
de: Gelöst
gl: Resolvido
it: Risolto
pa: ਹੱਲ ਕੀਤਾ
sv: Löst

source: Resolved conflicted state of %1.
de: Konfliktstatus von %1 aufgelöst.
gl: Estado dos conflitos resoltos de %1.
it: Stato di conflitto di %1 risolto.
pa: %1 ਦੀ ਅਪਵਾਦ ਹਾਲਤ ਠੀਕ ਕੀਤੀ ਗਈ ਹੈ।
sv: Upplöst konflikttillstånd av %1.

source: Restore missing
de: Stelle Fehlendes wieder her
gl: Restaurar perdidos
it: Ripristina elementi mancanti
pa: ਗੁੰਮ ਨੂੰ ਮੁੜ-ਪ੍ਰਾਪਤ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
sv: Rekonstruktion saknas

source: Restored %1.
de: %1 wiederhergestellt.
gl: %1 restaurado.
it: %1 ripristinato.
pa: %1 ਮੁੜ-ਪਰਾਪਤ ਕੀਤੀ ਹੈ।
sv: Återställd %1.

source: Retrieving infos - hit cancel for abort
de: Hole Informationen - "Abbruch" zum Unterbrechen drücken
gl: A obter información - prema cancelar para abortar
it: Prelievo delle informazioni, premi «Annulla» per interrompere
pa: ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ - ਅਧੂਰਾ ਛੱਡਣ ਲਈ ਦਬਾਓ
sv: Hämtar informationer - tryck avbryt för avbrott

source: Revert
de: Rückgängig
gl: Reverter
it: Annulla le modifiche
pa: ਮੁੜ-ਪ੍ਰਾਪਤ
sv: Omvändning

source: Revert current changes
de: Mache aktuelle Änderungen rückgängig
gl: Anular os cambios actuais
it: Annulla le modifiche attuali
pa: ਮੌਜੂਦਾ ਤਬਦੀਲੀਆਂ ਵਾਪਿਸ ਕਰੋ
sv: Kasta om aktuella ändringar

source: Revert entries
de: Mache Einträge rückgängig
gl: Reverter entradas
it: Annulla le modifiche delle voci
pa: ਇੰਦਰਾਜ਼ ਮੁੜ-ਪ੍ਰਾਪਤ
sv: Kasta om inmatningar

source: Revert failed
de: Rückgängig machen fehlgeschlagen
gl: Reverter fallou
it: Annullamento delle modifiche non riuscito
pa: ਮੁੜ-ਪ੍ਰਾਪਤ ਕਰਨਾ ਅਸਫ਼ਲ
sv: Omvändning fallerade

source: Revert highlighted item
de: Mache markierten Eintrag rückgängig

source: Revert item
de: Mache Eintrag rückgängig

source: Reverted %1.
de: %1 rückgängig gemacht.
gl: %1 revertido.
it: Modifiche di %1 annullate.
pa: %1 ਮੁੜ-ਵਾਪਿਸ ਲਿਆ ਹੈ।
sv: Omvänd %1.

source: Reverting items
de: Mache Einträge rückgängig
gl: Revertendo os itens
it: Annullamento delle modifiche degli elementi
pa: ਇਕਾਈਆਂ ਮੁੜ-ਪ੍ਰਾਪਤ ਕੀਤੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ
sv: Omkastar poster

source: Review affected items
de: Überprüfe betroffene Einträge
gl: Revisar os itens afectados
it: Esamina gli elementi affetti
pa: ਪਰਭਾਵਿਤ ਇਕਾਈਆਂ ਦੀ ਪੜਤਾਲ
sv: Se över påverkade poster

source: Review items before commit
de: Prüfe Einträge vor einem Commit.
gl: Revisar itens antes de entregar
it: Esamina gli elementi prima di depositarli
pa: ਕਮਿਟ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਇਕਾਈਆਂ ਦੀ ਪੜਤਾਲ ਕਰੋ
sv: Se igenom poster innan de tillförs

source: Revision tree
de: Revisionsbaum
gl: Árbore de revisións
it: Albero delle revisioni
pa: ਰੀਵਿਜ਼ਨ ਲੜੀ
sv: Revisionsträd

source: Revision tree Settings
de: Revisionsbaum-Einstellungen
gl: Configuración da árbore de revisións
it: Impostazioni dell'albero delle revisioni
pa: ਰੀਵਿਜ਼ਨ ਲੜੀ ਸੈਟਿੰਗ
sv: Revisionsträdsinställningar

source: Revisions
de: Revisionen
gl: Revisións
it: Revisioni
pa: ਰੀਵਿਜ਼ਨ
sv: Revisioner

source: Revisiontree Settings
de: Revisionsbaum-Einstellungen
gl: Configuración da árbore de revisións
it: Impostazioni dell'albero delle revisioni
pa: ਰੀਵਿਜ਼ਨ ਲੜੀ ਸੈਟਿੰਗ
sv: Revisionsträdsinställningar

source: Right to left
de: Rechts nach links
gl: Da direita cara a esquerda
it: Da destra a sinistra
pa: ਸੱਜੇ ਤੋਂ ਖੱਬੇ
sv: Höger till vänster

source: Rotate clockwise
de: Rotiere im Uhrzeigersinn
gl: Rotar en sentido horario
it: Ruota in senso orario
pa: ਸੱਜੇ ਦਾਅ ਘੁੰਮਾਓ
sv: Rotera medsols

source: Rotate counter-clockwise
de: Rotiere entgegengesetzt der Uhr
gl: Rotar en sentido antihorario
it: Ruota in senso antiorario
pa: ਖੱਬੇ ਦਾਅ ਘੁੰਮਾਓ
sv: Rotera motsols

source: SVN Error
de: SVN-Fehler
gl: Erro de SVN
it: Errore di SVN
pa: SVN ਗਲਤੀ
sv: SVN-fel

source: SVN Log of %1
de: SVN-Log von %1
gl: Rexisto SVN de %1
it: Registro SVN di %1
pa: %1 ਦਾ SVN ਲਾਗ

source: Save output of subversion command (eg "cat") into file <file>
de: Speichere Ausgabe des Subversion-Kommandos (z.B. "cat") in Datei <Datei>
gl: Guardar a saída do comando de subversión (p.ex. "cat") no ficheiro <ficheiro>
sv: Spara utdata från revisionskommando(t. ex. "cat") till fil <file>

source: Save password
de: Speichere Passwort

source: Save tree as png
de: Speichere Baum als PNG
gl: Guardar árbore en formato PNG
it: Salva l'albero come immagine PNG
pa: ਲੜੀ ਨੂੰ png ਵਾਂਗ ਸੰਭਾਲੋ
sv: Spara träd som png

source: Scanning logs
de: Scanne Logs
gl: Examinando os rexistos
it: Scansione dei registri
pa: ਲਾਗ ਦੀ ਜਾਂਚ ਜਾਰੀ ਹੈ
sv: Skannar loggar

source: Scanning the logs for %1
de: Suche nach %1 in den Logs
gl: Examinando os rexistos para %1
it: Scansione dei registri cercando %1
pa: %1 ਲਈ ਲਾਗ ਦੀ ਜਾਂਚ ਕੀਤੀ ਜਾ ਰਹੇ
sv: Skannar loggarna efter %1

source: See context menu for more actions
de: Siehe Kontextmenü für mehr Operationen

source: Select all
de: Alles auswählen

source: Select browse revision
de: Wähle Revision zum Durchsuchen
gl: Seleccionar revisión a visualizar
it: Seleziona revisione da sfogliare
pa: ਝਲਕਾਰਾ ਰੀਵਿਜ਼ਨ ਚੁਣੋ
sv: Välj bläddrarevision

source: Select current working copy changes
de: Wähle aktuelle Änderungen der Arbeitskopie aus.
gl: Seleccionar os cambios actuais na copia de traballo
it: Seleziona le modifiche della copia di lavoro attuale
pa: ਮੌਜੂਦਾ ਵਰਕਿੰਗ ਨਕਲ ਤਬਦੀਲੀਆਂ ਚੁਣੋ
sv: Välj ändringar i aktuell arbetskopia

source: Select depth of operation
de: Wählen Sie die Tiefe der Operation

source: Select encoding:
de: Wähle Kodierung:

source: Select if kdesvn should check for updates when open a working copy
de: Wähle, ob kdesvn auf Updates prüfen soll, wenn eine Arbeitskopie geöffnet wird.
gl: Escoller se hai que comprobar as actualizacións ao abrir unha copia de traballo
it: Abilita l'opzione se vuoi che kdesvn controlli se ci sono aggiornamenti della copia di lavoro quando la apre
pa: ਚੁਣੋ ਕਿ ਕੀ ਇੱਕ ਵਰਕਿੰਗ ਨਕਲ ਖੋਲ੍ਹੋਣ ਸਮੇਂ kdesvn ਅੱਪਡੇਟ ਲਈ ਜਾਂਚ ਕਰੇ
sv: Välj om kdesvn skall kontrollera om uppdatering finns, när en arbetskopia öppnas

source: Select item
de: Wähle Item
gl: Seleccionar o ítem
it: Seleziona elemento
pa: ਚੁਣੀ ਇਕਾਈ
sv: Markera post

source: Select new items
de: Selektiere neue Einträge
gl: Seleccionar os itens novos
it: Seleziona nuovi elementi
pa: ਨਵੀਆਂ ਇਕਾਈਆਂ ਚੁਣੋ

source: Select revision
de: Wähle Revision
gl: Seleccionar revisión
it: Seleziona la revisione
pa: ਰੀਵਿਜ਼ਨ ਚੁਣੋ
sv: Välj revision

source: Select second revision with right mouse button
de: Wähle zweite Revision mit der rechten Maustaste
gl: Escolla a segunda revisión co botón secundario do rato
it: Seleziona la seconda revisione con il pulsante destro del mouse
pa: ਸੱਜੇ ਮਾਊਂਸ ਬਟਨ ਨਾਲ ਦੂਜਾ ਰੀਵਿਜ਼ਨ ਚੁਣੋ
sv: Välj en andra revision med höger musknapp

source: Select target directory:
de: Wähle Zielverzeichnis:
gl: Seleccione o directorio destino:
it: Scegli cartella di destinazione:
pa: ਨਿਸ਼ਾਨਾ ਡਾਇਰੈਕਟਰੀ ਚੁਣੋ:
sv: Välj målmapp:

source: Select textfile for insert
de: Wähle Textdatei für das Einfügen aus

source: Select the storage type of repository (FSFS or Berkely DB)
de: Wähle Speichertyp des Repositorys (FSFS oder Berkely-DB)
gl: Seleccione o tipo de armacenamento do repositorio (FSFS ou DB Berkeley)
it: Seleziona il formato del deposito (FSFS o Berkeley DB)
sv: Välj typ av lagringsutrymme för magasin (FSFS eller Berkely DB)

source: Select type of storage
de: Wähle Speichertyp
gl: Seleccione o tipo de armacenamento
it: Seleziona il formato del deposito
pa: ਸੰਭਾਲਣ ਕਿਸਮ ਦੀ ਚੋਣ ਕਰੋ
sv: Välj typ av lagringsutrymme

source: Send Bugreport for kdesvn
de: Sende Bugreport für Kdesvn
gl: Enviar informe de erro a KDEsvn
it: Segnala un bug di kdesvn
pa: kdesvn ਲਈ ਬੱਗ ਰਿਪੋਰਟ ਭੇਜੋ
sv: Skicka felrapport om kdesvn

source: Sending %1.
de: Sende %1.
gl: A enviar %1.
it: Invio di %1.
pa: %1 ਭੇਜੀ ਜਾ ਰਹੀ ਹੈ।

source: Set if merge with external program is preferred and not subversions merge
de: Dies sollte gesetzt werden, falls das Zusammenführen mit einem externen Programm bevorzugt wird und nicht Subversions Zusammenführen

source: Set this to any value (e.g. <b>'*'</b>) to enforce locking for this file.<br>The file will be set read-only when checked out or updated, indicating that a user must acquire a lock on the file before they can edit and commit changes.
de: Auf einen beliebigen Wert (z.B. <b>*</b>) setzen, um ein Sperren der Datei zu erzwingen.<br> Diese Datei wird auf Nur-Lesen gesetzt, wenn ausgecheckt, oder erneuert, um zu markieren, dass der Nutzer ein Lock anfordern muss, bevor er Bearbeiten oder Änderungen committen kann.
gl: Indique aquí calquer valor (p. ex: <b>"*"</b>) para forzar o bloqueo deste ficheiro. <br>O ficheiro estabelecerase como de só leitura cando se obteña ou se actualice, indicando que un usuario debe adquirir un bloqueo do ficheiro antes de que poda editalo e entregar cambios que faga nel.

source: Set to <b>'false'</b> if you want the bugtracking ID to be inserted at the top of the log message. The default is <b>'true'</b> which means the bugtracking ID is appended to the log message.
de: Setzen Sie dies auf <b>false</b>, falls die ID der Fehlerdatenbank am Anfang der Log-Meldung eingefügt werden soll. Der Standard ist <b>true</b>, was bedeutet, dass die ID des Fehlers an die Meldung angehangen wird.
gl: Sinalar como <b>"false"</b> se quer que o ID do vixilante de erros sexa inserido ao comezo da mensaxe de rexisto. O valor predeterminado é <b>"true"</b> que significa que o ID do vixilante de erros é engadido á mensaxe de rexisto.

source: Set to <b>'false'</b> if your bugtracking system has issues which are referenced not by numbers.<br>Possible values: <b>'true'</b> or <b>'false'</b>.
de: Setzen Sie dies auf <b>false</b>, falls Ihre Fehlerdatenbank Einträge hat, auf die nicht mit Nummern zugegriffen werden kann.<br>Mögliche Werte: <b>true</b> und <b>false</b>.
gl: Sinálea como <b>"false"</b> se o sistema de seguimento de fallos ten incidencias que non se referencian mediante números. <br>Valores posíbeis: <b>"true"</b> ou <b>"false"</b>.

source: Set to <b>'yes'</b> if a warning shall be shown when no issue is entered in the commit dialog. Possible values:<br><b>'true'</b>/<b>'yes'</b> or <b>'false'</b>/<b>'no'</b>.
de: Setzen Sie dies auf <b>yes</b>, falls eine Warnung angezeigt werden soll, falls kein Eintrag im Commit-Dialog angegeben wurde. Mögliche Werte:<br><b>true</b>/<b>yes</b> und <b>false</b>/<b>no</b>.
gl: Sinálea como <b>"true"</b> se debe mostrar un aviso cando non se introduce nengún asunto no diálogo de entregar. Valores posíbeis: <br><b>"true"</b>/<b>"yes"</b> ou <b>"false"</b>/<b>"no"</b>.

source: Set version as left side of diff
de: Setze diese Version als linke Seite für Diff

source: Set version as right side of diff
de: Setze diese Version als rechte Seite für Diff

source: Settings
de: Einstellungen
gl: Configuración
it: Impostazioni
pa: ਸੈਟਿੰਗ
sv: Inställningar

source: Settings for %1
de: Einstellungen für %1

source: Settings for commandline and KIO execution
de: Einstellungen für Kommandozeile und Ausführung per KIO
gl: Configuración para liña de comandos e execución KIO
it: Impostazioni per la riga di comando e l'esecuzione di KIO
pa: ਕਮਾਂਡ-ਲਾਇਨ ਅਤੇ KIO ਚੱਲਣ ਲਈ ਸੈਟਿੰਗ
sv: Inställningar för kommandorad- och KIO-exekvering

source: Settings for current repository
de: Einstellungen für das aktuelle Repository

source: Settings for diff and merge
de: Einstellungen für Vergleich und Zusammenführen
gl: Configuración de diff e das fusións
it: Impostazioni per le differenze e le fusioni
pa: ਅੰਤਰ ਅਤੇ ਮਿਲਾਨ ਲਈ ਸੈਟਿੰਗ

source: Settings for timed jobs
de: Einstellungen zeitlich festgelegte Jobs

source: Setup an external program for conflict resolving
de: Richtet ein externes Programm zum Auflösen von Konflikten ein

source: Setup an external program for merging
de: Einrichten eines externen Programms zum Zusammenführen
gl: Configura un programa externo para facer as fusións
it: Configura un programma di fusione esterno

source: Should files with unknown node types be ignored
de: Sollen Dateien mit unbekannten Typ ignoriert werden

source: Should kdesvn check content of logcache before starting the tree
de: Soll kdesvn den Inhalte des Logspeichers überprüfen bevor es den Baum startet

source: Should kdesvn retrieves properties on selected item in repositories
de: Soll kdesvn die Eigenschaften ausgewählter Einträge in Repositories ermitteln.

source: Should subversion store passwords in default
de: Soll Subversion Passwörter voreingestellt speichern
gl: Indica se subversion debe guardar os contrasinais por defeito
it: Se Subversion debba memorizzare le password nelle sue impostazioni predefinite
pa: ਕੀ ਸਬ-ਵਰਜਨ ਮੂਲ ਰੂਪ ਵਿੱਚ ਗੁਪਤ-ਕੋਡ ਸੰਭਾਲੇ
sv: Skall subversion lagra lösenord som standard

source: Should unversioned items displayed in commit dialog or not.
de: Sollen nicht-versionierte Einträge im Übertragungsdialog angezeigt werden oder nicht.

source: Show a small window containing the log after command executed
de: Zeige ein kleines Fenster, das ein Log nach dem Ausführen eines Kommandos enthält.
gl: Mostra unha pequena xanela co rexisto tras executar o comando
it: Mostra una finestrella contenente il registro dopo l'esecuzione del comando
pa: ਕਮਾਂਡ ਚਲਾਉਣ ਬਾਅਦ ਲਾਗ ਰੱਖਣ ਵਾਲਾ ਛੋਟਾ ਝਰੋਖਾ ਵੇਖਾਓ
sv: Visa ett litet fönster, som innehåller loggen efter utfört kommando

source: Show database content
de: Zeige Inhalt der Datenbank

source: Show details about selected item
de: Zeige Details von selektiertem Eintrag

source: Show file info
de: Datei-Infos anzeigen
gl: Mostrar información do ficheiro
it: Mostra informazioni sui file
pa: ਫਾਇਲ ਜਾਣਕਾਰੀ ਵੇਖਾਓ
sv: Visa filinformation

source: Show from HEAD
de: Zeige von HEAD

source: Show line
de: Zeige Zeile
gl: Mostrar liña
it: Mostra riga
pa: ਲਾਈਨ ਵੇਖਾਓ

source: Show line number
de: Zeige Zeilennummer
gl: Mostrar número de liña
it: Mostra il numero di riga
pa: ਲਾਈਨ ਨੰਬਰ ਵੇਖਾਓ

source: Show log after executing a command
de: Zeige ein Log nach dem Ausführen eines Kommandos
gl: Mostrar o rexisto tras executar un comando
it: Mostra registro dopo l'esecuzione di un comando
pa: ਇੱਕ ਕਮਾਂਡ ਚਲਾਉਣ ਬਾਅਦ ਲਾਗ ਵੇਖਾਓ
sv: Visa logg efter utfört kommando

source: Show the content of logcache database
de: Zeigt den Inhalt der Datenbank für den Log-Cache

source: Shows history of item as linked tree
de: Zeige Geschichte des Eintrages als Baum

source: Shows history of item as linked tree for a revision range
de: Zeigt die Geschichte des Eintrages als Baum für einen Revisionsbereich

source: Shows info about the kdesvn plugin not the standalone app.
de: Zeigt Informationen über das kdesvn Plugin und nicht über die Einzelapplikation.
gl: Mostra información acerca da extensión kdesvn, non da aplicación independente.
it: Mostra informazioni sul plugin kdesvn non sull'applicazione indipendente.

source: Size
de: Größe

source: Size of Listviewicons
de: Größe der Listviewicons
gl: Tamaño dos ícones da lista
it: Dimensione delle icone della lista
pa: ਸੂਚੀ-ਝਲਕ-ਆਈਕਾਨਾਂ ਦਾ ਅਕਾਰ
sv: Storlek på listgranskningsikoner

source: Skip
de: Überspringe
gl: Saltar
it: Salta
pa: ਛੱਡੋ
sv: Hoppa över

source: Skipped %1.
de: %1 übersprungen.
gl: Saltouse %1.
it: Saltato %1.
pa: %1 ਛੱਡੀ ਗਈ ਹੈ।

source: Skipped missing target %1.
de: Fehlendes Ziel %1 übersprungen.
gl: Saltouse o obxectivo perdido %1.
it: Saltata destinazione mancante %1.
sv: Hoppar över missande mål %1.

source: Sorry - internal error!
de: Entschuldigung - interner Fehler.
gl: Síntoo - erro interno!
it: Spiacente, errore interno.
pa: ਅਫਸੋਸ - ਅੰਦਰੂਨੀ ਗਲਤੀ ਹੈ!
sv: Tyvärr - internfel!

source: Source 1:
de: Quelle 1:
gl: Fonte 1:
it: Sorgente 1:
pa: ਸਰੋਤ 1:
sv: Källa 1:

source: Source 2:
de: Quelle 2:
gl: Fonte 2:
it: Sorgente 2:
pa: ਸਰੋਤ 2:
sv: Källa 2:

source: Standard message:
de: Standardmeldung:
gl: Mensaxe padrón:
it: Messaggio standard:
pa: ਸਟੈਂਡਰਡ ਸੁਨੇਹਾ:

source: Start check for updates when open a working copy
de: Starte Update-Überprüfung beim Öffnen einer Arbeitskopie
gl: Comprobar as actualizacións ao abrir unha copia de traballo
it: Controlla se ci sono aggiornamenti quando apri una copia di lavoro
pa: ਜਦੋਂ ਇੱਕ ਵਰਕਿੰਗ ਨਕਲ ਖੋਲ੍ਹੀ ਜਾਵੇ ਤਾਂ ਅੱਪਡੇਟ ਲਈ ਜਾਂਚ ਕਰੋ
sv: Börja med att kontrollera om uppdatering finns, när en arbetskopia öppnas

source: Start checking out to temporary folder
de: Beginne holen in ein temporäres Verzeichnis

source: Start fill log cache on open
de: Fülle Logpuffer nach dem Öffnen

source: Start refresh the logcache for repository when networking enabled
de: Beginne das Erneuern des Logpuffers für ein Repository falls Netzwerkzugriff aktiviert ist.

source: Start with revision
de: Beginne bei Revision
gl: Comezar coa revisión
it: Inizia dalla revisione
pa: ਰੀਵਿਜ਼ਨ ਨਾਲ ਸ਼ੁਰੂ
sv: Börja med revison

source: Status / List
de: Status / Liste
gl: Estado / Lista
it: Stato / elenco
pa: ਹਾਲਤ / ਸੂਚੀ
sv: Status / Lista

source: Status against revision: %1.
de: Status gegen Revision: %1.
gl: Estado contra a revisión: %1.
it: Stato rispetto alla revisione: %1.
pa: ਰੀਵਿਜ਼ਨ ਲਈ ਹਾਲਤ: %1
sv: Status gentemot revision: %1.

source: Status on external
de: Status auf externen Eintrag
gl: Estado externo
it: Stato del modulo esterno
pa: ਬਾਹਰੀ ਉੱਤੇ ਹਾਲਤ
sv: Status för yttre

source: Steal lock?
de: Sperre übernehmen?
gl: Roubar bloqueo?
it: Vuoi «rubare» il blocco?
pa: ਕੀ ਲਾਕ ਚੋਰੀ ਕਰਨਾ ਹੈ?
sv: Stjäla lås?

source: Stop updating the logcache
de: Beende das erneuern des Log-Caches

source: Stop with revision
de: Stoppe bei Revision
gl: Deter coa revisión
it: Termina alla revisione
pa: ਰੀਵਿਜ਼ਨ ਨਾਲ ਰੋਕੋ
sv: Sluta med revison

source: Store password
de: Speichere Passwort
gl: Armacenar contrasinal
it: Memorizza la password
pa: ਗੁਪਤ-ਕੋਡ ਸੰਭਾਲੋ
sv: Spara lösenord

source: Store passwords for remote connections
de: Speichere Passwörter für entfernte Verbindungen
gl: Guardar os contrasinais das conexións remotas
it: Memorizza le password per le connessioni remote
pa: ਰਿਮੋਟ ਕੁਨੈਕਸ਼ਨਾਂ ਲਈ ਗੁਪਤ-ਕੋਡ ਸੰਭਾਲ ਕੇ ਰੱਖੋ
sv: Skriv in lösenord för fjärrförbindelser
