Repository: KDE/kdesvn
Catalog: po/*.po
Languages: de, gl, it, pa, sv

source: Store passwords into KDE Wallet
de: Speichere Passwörter in die digitale Brieftasche
it: Memorizza le password nel portafogli di KDE

source: Storing passwords is often a security problem. Kdesvn itself doesn't store any passwords, but the subversion itself inside the configuration area of subversion. If this area is readable from others you should not set it, but you may select for single non critical accounts inside the authentication dialog.
de: Das Speichern von Passwörtern ist oftmals ein Sicherheitsproblem. Kdesvn selber speichert keinerlei Passwörter, jedoch Subversion innerhalb seiner Konfiguration. Falls diese Konfiguration von anderen lesbar ist sollten Sie diese Option nicht setzen, aber Sie können es für einzelne, nicht kritische Zugänge innerhalb des Authentifizierungsdialogs einstellen.
gl: Armacenar contrasinais é a miudo un problema de seguridade. Kdesvn por si non guarda nengún contrasinal, senón que o fai subversion dentro da súa área de configuración. Se esta área pode ser lida por outros non se debería usar isto, pero pode usarse para contas non críticas dentro do diálogo de configuración.
it: La memorizzazione delle password è spesso un problema di sicurezza. Kdesvn non memorizza nessuna password, ma lo fa invece Subversion nella propria area di configurazione. Se quest'area è leggibile da altri non devi impostarla, ma potresti scegliere alcuni account di importanza non critica nella finestra di autenticazione.
sv: lagring av lösenord är ofta ett säkerhetsproblem. Kdesvn själv lagrar inga lösenord, men subversion i sig gör det inuti sitt konfigurationsområdet. Om detta område är läsbart från andra, bör du inte markera detta, men u kan välja detta för ett enstaka icke- kritískt konto inuti "authentication "-dialogen.

source: String which is appended to a log message when an issue number is entered. The string must contain <b>%BUGID%</b> which gets replaced with the bug issue number.
de: Zeichenkette, die zu einer Log-Meldung hinzugefügt wird, wenn eine Fehlernummer angegeben wurde. Die Zeichenkette muss <b>%BUGID%</b> enthalten, was durch die Fehlernummer ersetzt wird.
gl: Cadea que se engade a unha mensaxe de rexisto cando se introduce un número de incidencia. A cadea debe conter <b>%BUGID%</b> que será substituído co número de erro da incidencia.

source: Subversion Settings
de: Subversion-Einstellungen
gl: Configuración de Subversion
it: Impostazioni di Subversion
pa: ਸਬਵਰਜਨ ਸੈਟਿੰਗ
sv: Subversions inställningar

source: Subversion settings
de: Subversion-Einstellungen

source: Subversion toolbar
de: Subversion-Werkzeugleiste
gl: Barra de ferramentas de Subversion
it: Barra di Subversion
pa: Subversion ਸੰਦ-ਪੱਟੀ
sv: Subversion verktygsrad

source: Switch only on working copies!
de: Switch nur bei Arbeitskopien!
gl: Relocalizar só en copias de traballo!
it: Si può scambiare solo sulle copie di lavoro.
pa: ਸਿਰਫ਼ ਵਰਕਿੰਗ ਨਕਲਾਂ ਲਈ ਤਬਦੀਲ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ!
sv: Växla bara arbetskopior!

source: Switch repository
de: Umstellen des Repositorys
gl: Trocar o repositorio
it: Scambia deposito
pa: ਰਿਪੋਜ਼ਟਰੀ ਤਬਦੀਲ
sv: Byt magasin

source: Switch repository path of current working copy path ("svn switch")
de: Umstellen des Repository-Pfads der Arbeitskopie ("svn switch")
gl: Trocar a rota ao repositorio desta copia de traballo ("svn switch")
it: Scambia il percorso del deposito o della copia di lavoro («svn switch»)
pa: ਮੌਜੂਦਾ ਕਾਰਜਕਾਰੀ ਨਕਲ ਮਾਰਗ ਦਾ ਰਿਪੋਜ਼ਟਰੀ ਮਾਰਗ ਤਬਦੀਲ ("svn switch")
sv: Växla magasinssökväg för aktuell arbetskopias sökväg ("svn switch")

source: Switch url
de: Wechsel die URL
gl: Trocar URL
it: Scambia URL
pa: url ਤਬਦੀਲ
sv: Växla URL

source: Switching url
de: Wechsle die URL
gl: Trocando a URL
it: Scambio dell'URL
pa: url ਬਦਲਿਆ ਜਾ ਰਿਹਾ ਹੈ
sv: Växlar URL

source: Target for merge must be local!
de: Ziel für das Zusammenführen muss lokal sein!
gl: O obxectivo da fusión debe ser local!
it: La destinazione della fusione deve essere locale.

source: Target for merge must same type like sources!
de: Ziel für das Zusammenführen muss vom selben Typ sein wie die Quellen!
gl: O obxectivo da fusión debe ter o mesmo tipo que os recursos!
it: La destinazione della fusione deve essere dello stesso tipo delle sorgenti.

source: Temporary checkout done.
de: Temporäres Holen erledigt

source: The certificate has an unknown error.
de: Das Zertifikat hat einen unbekannten Fehler.
gl: O certificado ten un erro descoñecido.
it: Il certificato ha un errore sconosciuto.
pa: ਸਰਟੀਫਿਕੇਟ ਲਈ ਇੱਕ ਅਣਜਾਣ ਗਲਤੀ ਹੈ।
sv: Certifikatet har ett okänt fel.

source: The certificate has expired.
de: Das Zertifikat ist ausgelaufen.
gl: O certificado caducou.
it: Il certificato è scaduto.
pa: ਸਰਟੀਫਿਕੇਟ ਦੀ ਮਿਆਦ ਪੁੱਗੀ ਹੈ।
sv: Certifikatet är gått ut.

source: The certificate hostname does not match.
de: Der Rechnername im Zertifikat passt nicht.
gl: O nome da máquina do certificado non coincide.
it: Il nome dell'host del certificato non corrisponde.
pa: ਸਰਟੀਫਿਕੇਟ ਮੇਜ਼ਬਾਨ ਨਾਂ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ ਹੈ।
sv: Certifikatets värdnamn passar ej.

source: The certificate is not issued by a trusted authority. Use the fingerprint to validate the certificate manually!
de: Das Zertifikat wurde von keiner vertrauenswürdigen Autorität bestätigt. Benutzen Sie den Fingerabdruck, um das Zertifikat manuell zu validieren!
gl: O certificado non está emitido por unha autoridade con credenciais. Use a pegada para validar o certificado manualmente!
it: Il certificato non è stato emesso da un'autorità riconosciuta. Usa l'impronta digitale per convalidare manualmente il certificato.
sv: Detta certifikat är ej utgivet av en pålitlig auktoritet. Använd fingeravtryck för att validera certifikatet manuellt!

source: The certificate is not yet valid.
de: Das Zertifikat ist noch nicht gültig.
gl: O certificado aínda non é válido.
it: Il certificato non è ancora valido.
pa: ਸਰਟੀਫਿਕੇਟ ਠੀਕ ਨਹੀਂ ਹੈ।
sv: Certifikatet är inte giltigt ännu.

source: The merge isn't actually performed, but the mergeinfo for the revisions which would've been merged is recorded in the working copy
de: Das Zusammeführen wird nicht durchgeführt, aber die Informationen für die Revision, welche zusammengeführt werden würde wird in der Arbeitskopie aufgezeichnet.

source: The mimetype of the file. Used to determine whether to merge the file and how to serve it from Apache. A mimetype beginning with <b>'text/'</b> (or an absent mimetype) is treated as text. Anything else is treated as binary.
de: Der Mime-Typ der Datei. Wird benutzt, um herauszufinden, wie die Datei zusammengeführt werden soll und wie sie vom Server ausgeliefert wird. Ein Mime-Typ der mit <b>'text'/</b> beginnt (oder ein fehlender Mimetyp) wird als Text behandelt, alles andere als Binary.
gl: O tipo MIME do ficheiro. Utilízase para determinar se debe fusionar o ficheiro e como se debe servir desde Apache. Un tipo MIME que comece por <b>"text/"</b> (ou un tipo MIME ausente) é tratado como texto. Calquer outra cousa é tratada como binario.

source: The minimum a log output must contain before kdesvn shows a single logwindow
de: Die minimale Anzahl von Zeilen die ein Log enthalten muss, bevor kdesvn ein einfaches Log-Fenster anzeigt.
gl: O mínimo que debe conter unha saída de rexisto antes de que kdesvn mostre unha xanela co rexisto
it: Il minimo che un'uscita di registro deve contenere prima che kdesvn mostri una finestra di registro sola
sv: Det minsta en logg måste innehålla innan kdesvn visar ett enkelt loggfönster

source: There are new items in repository
de: Es existieren neue Einträge im Repository.
gl: Hai itens novos no repositorio
it: Ci sono nuovi elementi nel deposito
pa: ਰਿਪੋਜ਼ਟਰੀ 'ਚ ਨਵੀਆਂ ਇਕਾਈਆਂ ਹਨ
sv: Det finns nya poster i magasin

source: This property may not set by users. Rejecting it.
de: Diese Eigenschaft kann nicht vom Benutzer gesetzt werden. Abgewiesen.
gl: Esta propriedade non se pode estabelecer polos usuarios. Rexeitarase.
it: Questa proprietà non può essere impostata dagli utenti. Modifica rifiutata.
pa: ਇਹ ਵਿਸ਼ੇਸ਼ਤਾ ਉਪਭੋਗੀਆਂ ਵਲੋਂ ਸੈੱਟ ਕਰਨ ਲਈ ਨਹੀਂ ਹੈ। ਇਸ ਨੂੰ ਅਣਡਿੱਠਾ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ।
sv: Denna egenskap får ej sättas av användare. Avvisar.

source: Timed jobs
de: Zeitlich festgelegte Aufträge

source: Top to bottom
de: Oben nach unten
gl: De riba cara baixo
it: Dall'alto verso il basso
pa: ਉੱਤੇ ਤੋਂ ਹੇਠਾਂ
sv: Från toppen och neråt

source: Transmitting file data
de: Übertrage Dateidaten.
gl: A transmitir ficheiro de dados
it: Invio dei dati del file
pa: ਫਾਇਲ ਡਾਟਾ ਭੇਜਿਆ ਜਾ ਰਿਹਾ ਹੈ
sv: Sänder fildata

source: Trust ssl certificate
de: Vertraue SSL-Zertifikat
gl: Validar o certificado SSL
it: Fidati del certificato SSL
pa: ssl ਸਰਟੀਫਿਕੇਟ ਭਰੋਸਾ
sv: Lita på ssl-certifikat

source: Try lock current item against changes from other users
de: Versucht, den aktuellen Eintrag gegen Änderungen durch andere Nutzer zu sperren

source: Two regular expressions separated by a newline.<br>The first expression is used to find a string referring to an issue, the second expression is used to extract the bare bug ID from that string.
de: Zwei durch einen Zeilenumbruch getrennte reguläre Ausdrücke.<br>Der erste Ausdruck wird verwendet, um eine Zeichenkette zu finden, die auf einen Fehlerbericht verweist. Der zweite Ausdruck wird verwendet, um die reine ID des Fehlers aus dieser Zeichenkette zu extrahieren.
gl: Dúas expresións regulares separadas por un salto de liña.<br>A primeira expresión utilízase para achar unha cadea referida a unha emisión, a segunda expresión para extraír o ID do erro en bruto desa cadea.

source: Type
de: Typ
gl: Tipo
it: Tipo
pa: ਕਿਸਮ
sv: Typ

source: Type of repository:
de: Typ des Repositorys:
gl: Tipo de repositorio:
it: Tipo di deposito:
pa: ਰਿਪੋਜ਼ਟਰੀ ਦੀ ਕਿਸਮ:
sv: Typ av magasin:

source: URL pointing to the issue tracker. It must contain <b>%BUGID%</b> which gets replaced with the bug issue number. Example:<br><nobr><b>http://example.com/mantis/view.php?id=%BUGID%</b></nobr>
de: Auf die Fehlerdatenbank verweisende URL. Sie muss <b>%BUGID%</b> enthalten, was durch die Fehlernummer ersetzt wird. Beispiel:<br><nobr><b>http://example.org/mantis/view.php?id=%BUGID%</b></nobr>
gl: URL apontando ao seguidor de incidencias. Debe conter <b>%BUGID%</b> que é substituído co número do erro. Exemplo:<br><nobr><b>http://example.com/mantis/view.php?id=%BUGID%</b></nobr>

source: Undelete property
de: Wiederherstellen
gl: Anular a eliminación da propriedade
it: Ripristina proprietà
pa: ਨਾ-ਹਟਾਈ ਵਿਸ਼ੇਸ਼ਤਾ
sv: Ångra egenskap

source: Unfold File Tree
de: Öffne Dateibaum

source: Unknown
de: Unbekannt
gl: Descoñecido
it: Sconosciuto
pa: ਅਣਜਾਣ
sv: Okänt

source: Unlock current items
de: Entsperre aktuelle Einträge
gl: Desbloquear os itens actuais
it: Sblocca gli elementi attuali
pa: ਮੌਜੂਦਾ ਇਕਾਈਆਂ ਲਈ ਤਾਲਾ ਖੋਲ੍ਹੋ
sv: Lås upp aktuella poster

source: Unlock failed
de: Entsperren fehlgeschlagen
gl: O desbloqueo fallou
it: Sblocco non riuscito
pa: ਤਾਲਾ ਖੋਲ੍ਹੋ ਅਸਫ਼ਲ
sv: Upplåsning fallerade

source: Unlocked
de: Entsperrt
gl: Desbloqueado
it: Sbloccato
pa: ਤਾਲਾ-ਖੋਲ੍ਹੋ
sv: Upplåst

source: Unlocking items
de: Entsperre Einträge
gl: Desbloqueando itens
it: Sblocco degli elementi
pa: ਇਕਾਈਆਂ ਲਈ ਤਾਲਾ ਖੋਲ੍ਹਿਆ ਜਾ ਰਿਹਾ ਹੈ
sv: Låser upp poster

source: Unmark all unversioned items so they will be ignored.
de: Entferne Markierung für alle nicht versionierten Einträge, so dass sie ignoriert werden.
gl: Quita o sinal de todos os itens sen versionar de tal xeito que sexan ignorados.
it: Deseleziona tutti gli elementi senza versione in modo da ignorarli.

source: Unselect item
de: Hebe Auswahl auf
gl: Deseleccionar o ítem
it: Deseleziona elemento
pa: ਨਾ-ਚੁਣੀ ਇਕਾਈ
sv: Avmarkera post

source: Unselect new items
de: Deselektiere neue Einträge
gl: Deseleccionar os itens novos
it: Deseleziona i nuovi elementi
pa: ਨਵੀਆਂ ਇਕਾਈਆਂ ਅਣ-ਚੁਣੀਆਂ

source: Unset version for diff
de: Mache setzen für Diff rückgängig

source: Unversioned
de: Nicht versioniert

source: Update
de: Erneuere
gl: Actualizado
it: Aggiorna
pa: ਅੱਪਡੇਟ
sv: Uppdatera

source: Update complete
de: Erneuern fertig
gl: Actualización completada
it: Aggiornamento completato
pa: ਅੱਪਡੇਟ ਮੁਕੰਮਲ ਹੋਇਆ
sv: Uppdatering komplett

source: Update external module
de: Erneuere externes Modul
gl: Actualizar módulo externo
it: Aggiorna modulo esterno
pa: ਬਾਹਰੀ ਮੋਡੀਊਲ ਅੱਪਡੇਟ
sv: Uppdatera yttre modul

source: Update finished.
de: Erneuerung beendet.

source: Update log cache
de: Erneuere Logpuffer

source: Update the log cache for current repository
de: Erneuere den Logpuffer für den aktuellen Repository.

source: Update to head
de: Erneuere auf HEAD-Revision
gl: Actualizar a HEAD
it: Aggiorna a HEAD
pa: ਹੈੱਡ ਲਈ ਅੱਪਡੇਟ

source: Update to revision...
de: Auf Revision erneuern ...
gl: Actualizar á revisión...
it: Aggiorna alla revisione...
pa: ਰੀਵਿਜ਼ਨ ਲਈ ਅੱਪਡੇਟ...
sv: Uppdatera till revision...

source: Use an internal password cache
de: Benutze einen internen Passwort-Zwischenspeicher

source: Use deltas
de: Benutze Deltas
gl: Usar deltas
it: Usa i delta
pa: ਡੈਲਟਾ ਵਰਤੋਂ
sv: Använd skillnader

source: Use external diff display
de: Benutze externe Unterschiedsanzeige

source: Use external merge
de: Benutze externes Zusammenführen

source: Use external merge not subversions merge
de: Benutze externes Merge nicht Subversions Merge
gl: Usar unha ferramenta de fusión externa, non a de subversión
it: Usa il programma di fusione esterno invece del comando merge di Subversion

source: Use internal password cache
de: Benutze internen Passwort-Cache

source: Use navigation panel
de: Benutze Navigations Panel

source: Use post-commit hook
de: Benutze post-commit-hook
gl: Utilizar gancho de post-entrega
it: Usa un hook di post-deposito
pa: ਪੋਸਟ-ਕਮਿਟ ਹੁੱਕ ਵਰਤੋਂ

source: Use pre-commit hook
de: Benutze pre-commit-hook
gl: Utilizar gancho de preentrega
it: Usa un hook di pre-deposito
pa: ਪ੍ਰੀ-ਕਮਿਟ ਹੁੱਕ ਵਰਤੋਂ

source: Username:
de: Nutzername:
gl: Usuario:
it: Nome utente:
pa: ਉਪਭੋਗੀ ਨਾਂ:
sv: Användarnamn:

source: Uuid action
de: Uuid-Aktion
gl: Acción uuid
it: Azione per l'UUID
pa: Uuid ਕਾਰਵਾਈ
sv: Uuid åtgärd

source: Valid from
de: Gültig ab
gl: Válido de
it: Valido dal
pa: ਇਸ ਤੋਂ ਜਾਰੀ
sv: Giltigt från

source: Valid until
de: Gültig bis
gl: Válido até
it: Valido fino al
pa: ਇਸ ਤੱਕ ਜ਼ਾਇਜ਼
sv: Giltigt till

source: Value
de: Wert
gl: Valor
it: Valore
pa: ਮੁੱਲ
sv: Värde

source: View and modify properties
de: Betrachte und bearbeite Eigenschaften
gl: Ver e modificar propriedades
it: Visualizza e modifica le proprietà
pa: ਵਿਸ਼ੇਸ਼ਤਾ ਵੇਖੋ ਅਤੇ ਸੋਧ
sv: Betrakta och ändra egenskaper

source: When browsing kdesvn may try displaying properties below itemlist from a selected item. On networked repositories (eg., not opened via file:// protocol) this may get real slow. So if you have slow network connections or when browsing hangs often you should deactivate it.
de: Beim durchsuchen kann Kdesvn versuchen, die Eigenschaften des ausgewählten Eintrags unterhalb der Itemliste anzuzeigen. In netzwerkbasierten Repositories (sprich, die nicht mit dem file:// - Protokoll geöffnet wurden) kann dies sehr langsam werden. Dass heisst, wenn Sie ein langsame Netzwerkverbindung haben oder das durchsuchen oftmals hängt dann sollten sie diese Option deaktivieren.

source: When listing on working copies kdesvn may check for <tt>svn:needs-lock</tt> property.<br>But due this listings/updating on folders containing lot of items may get slow. So you should only switch on if you have repositories containing lot of such entries.
de: Beim Listen von Arbeitskopien kann kdesvn auf die <tt>svn:needs-lock</tt>-Eigenschaft prüfen.<br>Aber dadurch kann das Auflisten/Erneuern von Verzeichnissen welche eine grosse Anzahl von Einträgen enthalten sehr langsam werden. Deshalb sollten Sie diese Option nur nutzen wenn Sie Repositories mit vielen solcher Elemente haben.

source: When listing on working copies kdesvn may check for this property
de: Falls Arbeitskopien gelistet werden kdesvn kann auf diese Eigenschaft prüfen.

source: When saving passwords, do it into KDE wallet instead of subversions storage?
de: Wenn Passwörter gespeichert werden, speichere diese in die digitale Briefstasche anstelle Subversions Speicher?
it: Quando salvi una password, vuoi usare il portafogli di KDE invece di Subversion?

source: When starting the tree generation and reading data from log cache kdesvn may check for newer items in repository if network is enabled. But this may slow down tree generation so it is disabled by default.
de: Wenn die Baumgenerierung gestartet wird und beim Auslesen des Logspeichers kann kdesvn nach neueren Einträgen im Repository schauen wenn das Netzwerk aktiviert ist. Dies kann allerdings die Baumgenerierung verlangsamen deshalb ist es standardmässig abgeschaltet.

source: Whether getting details about items when making listing on repositories or not
de: Ob Details über Items beim Auflisten in Repositorys bestimmt werden sollen oder nicht.
gl: Indica se debe obter ou non os detalles dos itens cando se fai un listado dos repositorios
it: Se recuperare i dettagli sugli elementi quando si elencano i file di depositi remoti o meno
sv: Huruvida detaljer skall hämtas om poster när listning görs på magasin eller inte

source: Which files or directories should I add?
de: Welche Dateien oder Verzeichnisse soll ich hinzufügen?
gl: Que ficheiros ou directorios debo engadir?
it: Quali file o cartelle devono essere aggiunte?
pa: ਕੇਹੜੀਆਂ ਫਾਇਲਾਂ ਜਾਂ ਡਾਇਰੈਕਟਰੀ ਮੈਂ ਜੋੜਨੀਆਂ ਚਾਹੀਦੀਆਂ ਹਨ?
sv: Vilka filer eller mappar skall jag addera?

source: Work online
de: Arbeite online

source: Working copy
de: Arbeitskopie
gl: Copia de traballo
it: Copia di lavoro
pa: ਵਰਕਿੰਗ ਨਕਲ
sv: Arbetskopia

source: Working version of conflicted file
de: Arbeitsversion der konfliktbehafteten Datei
gl: Versión de traballo do ficheiro con conflitos
it: Copia di lavoro del file con conflitti
pa: ਅਪਵਾਦ ਫਾਇਲ ਦਾ ਵਰਕਿੰਗ ਵਰਜਨ
sv: Arbetskopia av konflikt-fil

source: Wrote %1 to repository
de: %1 in das Repository geschrieben

source: _: EMAIL OF TRANSLATORS Your emails
de: ral@alwins-world.de
gl: mvillarino@users.sourceforge.net
it: zenith@chemeng.ntnu.no,mikelima@cirulla.net
pa: aalam@users.sf.net
sv: peter.talken@telia.com

source: _: NAME OF TRANSLATORS Your names
de: Rajko Albrecht
gl: mvillarino
it: Federico Zenith,Luciano Montanaro
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
sv: Peter Landgren

source: incremental Dump
de: Inkrementeller Abzug
gl: Emborcado incremental
it: Riversamento incrementale
pa: ਆਵਰਤੀ ਡੰਪ
sv: inkrementell dump

source: into KDE Wallet
de: in die KDE Brieftasche
it: nel portafogli di KDE

source: into subversions simple storage
de: in Subversions einfache Ablage
it: nella memorizzazione semplice di Subversion

source: item wasn't present
de: Eintrag war nicht vorhanden
gl: o ítem non estaba presente
it: l'elemento non era presente
pa: ਇਕਾਈ ਮੌਜੂਦ ਨਹੀਂ ਸੀ
sv: post saknades

source: kdesvn: EMAIL OF TRANSLATORS\nYour emails
de: ral@alwins-world.de
gl: mvillarino@gmail.com
it: zenith@chemeng.ntnu.no,mikelima@cirulla.net
pa: kdesvn: EMAIL OF TRANSLATORS\napbrar@gmail.com
sv: kdesvn: E-POST TILL ÖVERSÄTTARE\npeter.talken@telia.com

source: kdesvn: NAME OF TRANSLATORS\nYour names
de: Rajko Albrecht
gl: Marce Villarino
it: Federico Zenith,Luciano Montanaro
pa: kdesvn: NAME OF TRANSLATORS\nAS Alam
sv: kdesvn: NAMN PÅ ÖVERSÄTTARE\nPeter Landgren

source: lump-merge all of source URL's unmerged changes
de: komplettes Rückführen aller nicht zusammengeführten Änderungen der Quell-URL

source: minutes
de: Minuten

source: see "Whats this" for details
de: Siehe "Was ist das" für Details
gl: consulte "Que é isto?" para máis detalles
it: vedi «Che cos'è?» per i dettagli
pa: ਵੇਰਵੇ ਲਈ "ਇਹ ਕੀ ਹੈ" ਨੂੰ ਵੇਖੋ
sv: se "Vad är detta" för detaljer

source: ssh-askpass for kdesvn
de: ssh-askpass für kdesvn.
gl: ssh-askpass para KDEsvn
it: ssh-askpass per kdesvn
pa: kdesvn ਲਈ ssh-askpass
sv: ssh-askpass för kdesvn

source: this long text
de: diesen langen Text
gl: este longo texto
it: questo lungo testo
pa: ਇਹ ਪਾਠ ਲੰਮਾ ਹੈ
sv: denna långa text

source: to
de: in
gl: cara a
it: a
pa: ਵੱਲ
sv: till

source: unchanged
de: Unverändert
gl: sen cambios
it: immutato
pa: ਨਾ-ਤਬਦੀਲੀ
sv: ej ändrad

source: unversioned item obstructed work
de: Nicht versionierte Elemente verhinderte die Arbeit
gl: ítem non versionado interrompe a execución
it: un elemento senza versione ha bloccato l'operazione
pa: ਬਿਨ-ਵਰਜਨ ਇਕਾਈ ਨੇ ਕੰਮ ਵਿੱਚ ਰੁਕਾਵਟ ਪਾਈ ਹੈ
sv: post utan version förhindrade arbete

source: Kdesvn DCOP service
gl: Servizo DCOP de kdesvn
it: Servizio DCOP di Kdesvn
pa: Kdesvn DCOP ਸੇਵਾ
sv: Kdesvn DCOP-tjänst

source: Repository
gl: Repositorio
it: Deposito
pa: ਰਿਪੋਜ਼ਟਰੀ
sv: Magasin

source: line(s)
gl: liña(s)
it: righe
pa: ਸਤਰਾਂ
sv: rad(er)

source: Display previews in file tips
gl: Mostrar antevisións nas axudas sobre o ficheiro
it: Mostra anteprime nei suggerimenti dei file
pa: ਫਾਇਲ ਸੰਕੇਤ ਵਿੱਚ ਝਲਕ ਵੇਖਾਓ
sv: Visa förhandsgranskningar i filtips

source: Here you can control if you want the popup window to contain a larger preview for the file, when moving the mouse over it
gl: Aquí pode indicar se se quer que a xanela emerxente conteña unha antevisión máis grande do ficheiro, ao mover o rato sobre el
it: Da qui puoi controllare se deve apparire una finestra a comparsa con un'anteprima del file più dettagliata quando il mouse ci passa sopra
sv: Här kan du styra om du önskar att popupprutan skall innehålla en större förhandsgranskning av filen, när du rör musen över den

source: External display:
gl: Visor externo:
it: Visore esterno:
pa: ਬਾਹਰੀ ਝਲਕ:
sv: Yttre visning:

source: <p align="left"> Enter an external program for opening file on doubleclick in form <br> <tt>&lt;program&gt;</tt> </p> <p> When kde-default is wanted for opening on double click, enter &quot;default&quot; and kde selects action. </p>
gl: <p align="left"> Indique un programa externo para abrir o ficheiro ao facer duplo-click no formulario <br> <tt>&lt;programa&gt;</tt> </p> <p> Cando queira usar as preferencias por defeito de KDE para abrir con duplo-click, introduza &quot;default&quot; e KDE seleccionará a acción. </p>
sv: <p align="vänster"> mata in ett externt program för filöppning vid dubbelklick på formulär <br> <tt>&lt;program&gt;</tt> </p> <p> När kde-standard önskas för öppning vid dubbelklick, mata in &quot;default&quot; och kde väljet åtgärd. </p>

source: Maximum displayed logs when full log (0 for no limit)
gl: Número máximo de rexistos mostrados cando está cheo (0 para nengún límite)
it: Numero massimo di registri mostrati per il registro completo (0 per nessun limite)
sv: Maximal visaning av loggar vid full logg (0 för ingen begränsning)

source: Set if merge with external program is prefered and not subversions merge
gl: Indica se prefere unir cun programa externo e non co sistema de fusións de subversion
it: Segna la casella se preferisci usare un programma esterno invece del comando merge di Subversion

source: Subversion Admin
gl: Administración de Subversion
it: Amministra Subversion
pa: ਸਬਵਰਜਨ ਪਰਸ਼ਾਸ਼ਕ

source: How to handle UUIDs
gl: Como xestionar as UUIDs
it: Come gestire gli UUID
pa: UUID ਨੂੰ ਕਿਵੇਂ ਕੰਟਰੋਲ ਕਰਨਾ ਹੈ
sv: Hur hantera UUID-er

source: If set, the repository created will compatible to subversion prior 1.4. This is only usefull when svnqt is running with subversion 1.4 or above.
gl: Se o escolle, o repositorio criado será compatíbel coas versións de subversión anteriores á 1.4. Isto só é útil cando svnqt estexa a correr con subversión 1.4 ou superior.
it: Se è selezionato, il deposito creato sarà compatibile con le versioni di Subversion antecedenti alla 1.4. Ciò è utile solo quando svnqt funziona con Subversion 1.4 o superiore.

source: Revision
gl: Revisión
it: Revisione
pa: ਰੀਵਿਜ਼

source: MergeSettings
gl: Configuración da fusión
it: Impostazioni di fusione
pa: ਮਿਲਾਨ ਸੈਟਿੰਗ
sv: Sammanslagningsinställningar
