Repository: KDE/kdesvn
Catalog: po/*.po
Languages: de, gl, it, pa, sv

source: line
de: Zeile

source: lines
de: Zeilen

source: "GET" requires output file!
de: "GET" benötigt eine Ausgabedatei!
gl: "GET" requere un ficheiro de saída!
it: «GET» richiede un file di output.
pa: "GET" ਲਈ ਆਉਟਪੁੱਟ ਫਾਇਲ ਦੀ ਲੋੜ ਹੈ!
sv: "GET" kräver utdatafil!!

source: %1 Realy store password as plain text?
de: %1 Password wirklich im Klartext speichern?

source: %1 at revision %2
de: %1 bei Revision %2
gl: %1 na revisión %2
it: %1 alla revisione %2
pa: %1 ਉੱਤੇ %2 ਰੀਵਿਜ਼ਨ
sv: %1 vid revision %2

source: %1 of %2
de: %1 von %2
gl: %1 de %2
it: %1 di %2

source: %1 of %2 transferred.
de: %1 von %2 übertragen.
gl: %1 de %2 transferidos.
it: %1 di %2 trasferiti.

source: %1 transferred.
de: %1 übertragen.
gl: %1 transferido.
it: %1 trasferito.

source: %1<br>Check change entry %2 of %3
de: %1<br>Überprüfe Änderungseintrag %2 von %3

source: %p% of %1
de: %p% von %1

source: &Copy Here
de: &Kopiere hierher

source: &Move Here
de: &Bewege hierher

source: (Last part)
de: (Letzter Teil)

source: (Un)Lock
de: (Ent)Sperre

source: -1 for Head
de: -1 für HEAD
gl: -1 para HEAD
it: -1 per HEAD
pa: ਹੈੱਡ ਲਈ -1
sv: -1 för huvud

source: -1 for Start
de: -1 für START
gl: -1 para START
it: -1 per START
pa: ਸ਼ੁਰੂ ਲਈ -1
sv: -1 för start

source: /there/
de: /dort/
gl: /ahí/
it: /lì/
pa: /ਏਥੇ/
sv: /där/

source: <b>Author</b>%1%2%3
de: <b>Autor</b>%1%2%3
gl: <b>Autor</b>%1%2%3
pa: <b>ਲੇਖਕ</b>%1%2%3
sv: <b>Författare</b>%1%2%3

source: <b>Date</b>%1%2%3
de: <b>Datum</b>%1%2%3
gl: <b>Data</b>%1%2%3
pa: <b>ਮਿਤੀ</b>%1%2%3
sv: <b>Datum</b>%1%2%3

source: <b>Display differences between files</b><p>You may search inside text with Ctrl-F.</p><p>F3 for search forward again, Shift-F3 for search backward again.</p><p>You may save the (original) output with Ctrl-S.</p>
de: <b>Zeigt Unterschiede zwischen Dateien.</b><p>Sie können innerhalb des Textes mit Strg-F suchen.</p><p>F3 für eine erneute Vorwärtssuche, Shift-F3 für eine erneute Rückwärtssuche.</p><p>Sie können die (originale) Ausgabe mit Strg-S speichern.</p>

source: <br>Revision: %1<br>Author: %2<br>Date: %3<br>Log: %4</html>
de: <br>Revision: %1<br>Autor: %2<br>Datum: %3<br>Log: %4</html>
gl: <br>Revisión: %1<br>Autor: %2<br>Data: %3<br>Rexisto: %4</html>
pa: <br>ਰੀਵਿਜ਼ਨ: %1<br>ਲੇਖਕ: %2<br>ਮਿਤੀ: %3<br>ਲਾਗ: %4</html>

source: <center>The entry<br>%1<br>is not versioned - break.</center>
de: <center>Der Eintrag<br>%1</br>ist nicht versioniert. Breche ab.</center>
gl: <center>A entrada<br>%1<br>non está versionada - interrompido.</center>
pa: <center>ਇੰਦਰਾਜ਼ <br>%1<br> ਵਰਜਨ ਅਧੀਨ ਨਹੀਂ ਹੈ - ਬਰੇਕ।</center>
sv: <center>Posten<br>%1<br>har ingen versions - brytning.</center>

source: <center>The entry<br>%1<br>is versioned - break.</center>
de: <center>Der Eintrag<br>%1<br>ist versioniert - breche ab.</center>
gl: <center>A entrada<br>%1<br>está versionada - roto.</center>
pa: <center>ਇੰਦਰਾਜ਼<br>%1<br> ਵਰਜਨ ਵਿੱਚ ਹੈ - ਬਰੇਕ।</center>
sv: <center>Posten<br>%1<br> har versions - brytning.</center>

source: <p ><b>Kind of depth</b>: </p> <p ><i>empty depth</i><br /> Just the named directory, no entries. Updates will not pull in any files or subdirectories not already present. </p> <p><i>Files depth</i><br />Folder and its file children, but not subdirs. Updates will pull in any files not already present, but not subdirectories. </p> <p><i>Immediate depth</i><br />Folder and its entries. Updates will pull in any files or subdirectories not already present; those subdirectories entries will have depth-empty. </p> <p> <i>Infinity depth</i><br />Updates will pull in any files or subdirectories not already present; those subdirectories' this_dir entries will have depth-infinity.<br />Equivalent to the pre-1.5 default update behavior. </p>
de: <b>Art der Tiefe</b>: <p> </i>Leere Tiefe</i><br>Nur das ausgewählte Verzeichnis, keine Einträge. Updates werden keine Dateien oder Unterverzeichnisse einfügen die nicht schon existieren. </p> <p><i>Dateitiefe</i><br>Verzeichniss und seine Dateieinträge, aber keine Unterverzeichnisse. Updates fügen alle Dateien ein die noch nicht existieren aber keine Unterverzeichnisse. </p> <p> <i>Unmittelbare Tiefe</i><br> Verzeichnis und seine Einträge. Updates werden alle Dateien oder Unterverzeichnisse die noch nicht existieren einfügen.</p> <p> <i>Unendliche Tiefe</i><br> Updates werden alle Dateien oder Unterverzeichnisse die noch nicht existieren. Diese Unterverzeichnisse werden uendliche Tiefe haben.<br> Äquivalent zum Verhalten vor Subversion 1.5.</p>

source: <p align="left"> Enter an external program in form <p align="center"> <tt>&lt;program&gt; &lt;param&gt; %f</tt> </p> or <p align="center"> <tt>&lt;program&gt; &lt;param&gt;</tt> </p> or <p align="center"> <tt>&lt;program&gt; &lt;param&gt; %1 %2</tt> </p> <br> If using first or second form, svn itself will generate the diff. %f will replaced with a temporary filename. If %f is not given, the diff-display should able reading data from stdin. <br> When %1 and %2 is given, kdesvn let this display make the diff. For that it it makes a temporary export or get (if needed) and fill out the parameters with the right value. %1 will filled with the content of start-revision, %2 with the endrevision. On large recoursive diffs this may get real slow! </p>
de: <p align="left"> Geben Sie ein externes Programm in der Form <p align="center"> <tt>&lt;Programm&gt; &lt;Parameter&gt; %f</tt> </p> oder <p align="center"> <tt>&lt;Programm&gt; &lt;Parameter&gt;</tt> </p> oder <p align="center"> <tt>&lt;Programm&gt; &lt;Parameter&gt; %1 %2</tt> an.</p> <br> Falls die erste oder zweite Form genutzt wird, wird subversion selber die Unterschiede generieren. %f wird mit einem temporären Dateinamen ersetzt. Falls %f nicht angegeben wurde, muss die Unterschieds-Anzeige in der Lage sein, Daten von der Standardeingabe zu lesen. <br> Falls %1 und %2 angegeben wurden, lässt kdesvn die Anzeige die Unterschiede erzeugen. Dafür macht es einen temporären Export oder Get (falls benötigt) und füllt die Parameter mit den gegebenen Werten. %1 wird mit dem Inhalt der Start-Revision gefüllt, %2 mit der Endrevision. Bei größeren rekursiven Diffs kann dies recht langsam werden! </p>
gl: <p align="left"> Indique un programa externo na forma <p align="center"> <tt>&lt;programa&gt; &lt;parámetros&gt; %f</tt> </p> ou <p align="center"> <tt>&lt;programa&gt; &lt;parámetros&gt;</tt> </p> ou <p align="center"> <tt>&lt;programa&gt; &lt;parámetros&gt; %1 %2</tt> </p> <br> Se usa a primeira ou a segunda das formas, o proprio svn xerará as diferenzas. %f será remprazado cun nome temporal. Se non se indica %f, diff lerá os dados de stdin. <br> Se indica %1 e %2, kdesvn permitirá que este display faga o diff. Para iso fará unha exportación ou obtención temporal (se a precisa) e preencherá os parámetros cos valores correctos. %1 será substituido co contido da resivión inicial, %2 co da final. En diffs grandes e recursivos isto pode chegar a ser realmente lento! </p>

source: <p align="left"> Mark an items with non-normal state with an overlayed icon. When you wish to see which items has newer items in repository you may have to set "Check for updates on open" in Subversion-Dialog. </p>
de: <p align="left"> Markiert einen Eintrag mit einem nicht normalen Status mit einem überlagerten Icon. Falls Sie sehen wollen, welche Einträge neuere Versionen im Repository haben, müssen Sie "Starte Update-Überprüfung beim Öffnen einer Arbeitskopie" in den Einstellungen aktivieren. </p>
gl: <p align="left"> Marcar os itens con estado distinto ao normal sobrepondo símbolos nos ícones. Cando queira ver que itens teñen novos itens no repositorio ha de marcar "Comprobar actualizacións ao abrir" no Diálogo de Subversión. </p>

source: <p align="left">When checked, kdesvn get more detailed info about file items when making a listing to remote repositories. So you may see remote locks in overview. </p> <p align="left"><i>Be careful: This may let listings REAL slow!</i></p>
de: <p align="left">Wenn aktiviert, holt kdesvn detailliertere Informationen über Dateieinträge, wenn es eine Liste in entfernten Repositorys erstellt. So können Sie Locks in der Übersicht erkennen. </p> <p align="left"><i>Seien Sie vorsichtig: Dies kann Listen sehr langsam werden lassen!</i></p>
gl: <p align="left">Cando se selecciona, KDEsvn obtén información máis detallada sobre os ficheiros ao facer un listado nos repositorios remotos. Así pódense ver bloqueos remotos no resumo. </p> <p align="left"><i>COIDADO: Isto pode facer MOI lento o listado!</i></p>

source: <p align="right">Rename</p>
de: <p align="right">Benenne um</p>
gl: <p align="right">Mudar o nome</p>
pa: <p align="right">ਨਾਂ-ਤਬਦੀਲ</p>
sv: <p align="right">Döp om</p>

source: <p> Enter how kdesvn should call the conflict resolver program. The form is <p align="center"> <b><tt>&lt;program&gt; &lt;programoptions&gt;</tt></b> </p> <p> Programoption may contain the place holders for substituting with filenames. </p> The substitutions means:<br> <b><tt>%o</tt></b> Old version<br> <b><tt>%m</tt></b> Mine or local edit version<br> <b><tt>%n</tt></b> Newest version<br> <b><tt>%t</tt></b> The target to save as, kdesvn will use the original file name for it. </p> <p> Default: <tt>kdiff3 %o %m %n -o %t</tt> </p>
de: <p> Geben Sie an, wie kdesvn das externe Programm aufrufen soll. Die Form ist <p align="center"> <b><tt>&lt;Programm&gt; &lt;Optionen&gt; %s1 %s2 %t</tt></b> </p> Die Ersetzungen bedeuten:<br> <b><tt>%o</tt></b> Alte version<br> <b><tt>%m</tt></b> Lokal editierte Version<br> <b><tt>%n</tt></b> Neueste Version. <br> <b><tt>%t</tt></b> Das Ziel zum speicher, kdesvn wird die Originaldatei dafür benutzen. </p> <p> Voreingestellt:<tt>kdiff3 %o %m %n -o %t</tt> </p>

source: <p> Enter how kdesvn should call the external merge program. The form is <p align="center"> <b><tt>&lt;program&gt; &lt;programoptions&gt; %s1 %s2 %t</tt></b> </p> The substitutions means:<br> <b><tt>%s1</tt></b> Source one for merge<br> <b><tt>%s2</tt></b> Source two for merge, if it was not set equal to source one but other revision<br> <b><tt>%t</tt></b> Local target for merge. </p>
de: <p> Geben Sie an, wie kdesvn das externe Programm aufrufen soll. Die Form ist <p align="center"> <b><tt>&lt;Programm&gt; &lt;Optionen&gt; %s1 %s2 %t</tt></b> </p> Die Ersetzungen bedeuten:<br> <b><tt>%s1</tt></b> Quelle 1 für das Zusammenführen<br> <b><tt>%s2</tt></b> Quelle 2 für das Zusammenführen, falls nicht gesetzt, ist es identisch zu Quelle 1 mit einer anderen Revision.<br> <b><tt>%t</tt></b> Lokales Ziel für das Zusammenführen. </p>
gl: <p> Indique como debe chamar kdesvn ao programa externo de fusións. A forma é <p align="center"> <b><tt>&lt;programa&gt; &lt;opciónPrograma&gt; %s1 %s2 %t</tt></b> </p> As substitucións significan:<br> <b><tt>%s1</tt></b> Primeira fonte da unión<br> <b><tt>%s2</tt></b> Segunda fonte da unión, se non foi definida igual ca primeira fonte senón para outra revisión<br> <b><tt>%t</tt></b> Obxectivo local para a unión. </p>

source: <p>Tells if your passwords set in kdesvn should stored into kde wallet instead of simple cleartext storage of subversion.</p> <p>This would be a little bit more secure 'cause KDE wallet is (mostly) encrypted with a password. On other hand you must re-enter your passwords with other subversion clients not accessing KDE wallet (eg. svn commandline itself, rapidsvn and so on).</p> <p>If you're HOME storage eg. subversions configfolder is on a network drive you should hard think about not storing passwords in a plain text file like subversion does but put it into an encrypted storage like kde wallet or don't save passwords.</p>
de: <p>Gibt an ob Ihre Passwörter die in kdesvn eingegeben wurden in der KDE-Brieftasche anstelle des einfachen Klartextspeichers von Subversion abgelegt werden sollen.</p> <p>Dies würde etwas sicherer sein weil die KDE-Brieftasche (meistens) mit einem Passwort verschlüsselt ist. Auf der anderen Seite müssen Sie ihre Passwörter erneut eingeben bei Subversion-Clients, welche keinen Zugriff auf die KDE-Brieftasche haben (z.b. svn-Kommandozeile selber, RapidSVN usw.)</p> <p>Falls Ihr HOME-Verzeichnis und somit Subversions Konfigurationverzeichnis auf einem Netzwerklaufwerk liegt sollten Sie sehr stark darüber nachdenken ihre Passwörter NICHT in einer Klartextdatei wie es subversion tut zu speichern aber sie in einer verschlüsselten Ablage wie die KDE Brieftasche abzulegen oder gar nicht erst Passwörter zu speichern.

source: A Subversion Client for KDE (dynamic Part component)
de: Ein Subversion-Client für KDE (dynamische Komponente)
gl: Unha Interface de Subversion para KDE (componente dinámica)
it: Un'interfaccia a Subversion per KDE (componente dinamica)
pa: KDE ਲਈ ਇੱਕ ਸਬ-ਵਰਜਨ (Subversion) ਕਲਾਂਇਟ ਹੈ (ਸਫ਼ਰੀ Part ਭਾਗ)
sv: En Subversion-klient för KDE (dynamisk Part-komponent)

source: A Subversion Client for KDE (standalone application)
de: Ein Subversion-Client für KDE (eigenständige Anwendung)
gl: Un cliente de Subversion para KDE (aplicación independente)
it: Un'interfaccia a Subversion per KDE (applicazione indipendente)
pa: ਕੇਡੀਈ ਲਈ ਇੱਕ ਸਬਵਰਜਨ ਕਲਾਂਇਟ ਹੈ (ਇੱਕਲਾ ਕਾਰਜ)
sv: En Subversion -klient för KDE (fristående tillämpning)

source: A newline separated list of file patterns to ignore.
de: Eine durch Zeilenumbruch getrennte Liste von Dateimasken die zu ignorieren sind.
gl: Unha lista de patróns de nomes de ficheiros a ignorar, separados por saltos de liña.
it: Un elenco separato da ritorni a capo dei modelli di file da ignorare.
pa: ਅਣਡਿੱਠਾ ਕਰਨ ਲਈ ਫਾਇਲ ਪੈਟਰਨ ਦੀ ਨਵੀਂ ਸਤਰ ਨਾਲ ਵੱਖ ਕੀਤੀ ਸੂਚੀ ਹੈ।
sv: En lista med filmönster att ignoreras.

source: A newline separated list of module specifiers, each consisting of a relative directory path, optional revision flags, and a URL. For example:<br><nobr><b>foo http://example.com/repos/projectA</b></nobr><br><nobr><b>foo/bar -r 1234 http://example.com/repos/projectB</b></nobr>
de: Eine durch Zeilenumbrüche getrennte Liste von Modulangaben, jede bestehend aus einem relativen Verzeichnispfad, optionalen Revisionsangaben und einer URL. Zum Beispiel:<br><nobr><b>foo http://example.org/repos/ProjektA</b></nobr><br><nobr><b>foo/bar -r 1234 http://example.org/repos/ProjektB</b></nobr>
gl: Unha lista de especificadores de módulos separados por saltos de liña, cada uno de los cais consiste nunha rota relativa, unha bandeira opcional de revisión, e un URL. Por exemplo:<br> <nobr><b>foo http://example.com/repos/projectA</b></nobr><br><nobr><b>foo/bar -r 1234 http://example.com/repos/projectB</b></nobr>

source: A property with that name exists. Rejecting it.
de: Eine Eigenschaft mit diesem Namen existiert. Abgewiesen.
gl: Xa existe unha propriedade con ese nome. Rexeitase.
it: Una proprietà con questo nome è già presente. Modifica rifiutata.
pa: ਉਸ ਨਾਂ ਨਾਲ ਇੱਕ ਵਿਸ਼ੇਸ਼ਤਾ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ। ਰੱਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ।
sv: En egenskap med detta namn finns. Avvisar.

source: About kdesvn part
de: Über kdesvn-Part

source: Absent
de: Abwesend
gl: Ausente
it: Assente
pa: ਗੈਰਹਾਜ਼ਰ
sv: Frånvarande

source: Accept permanently
de: Permanent akzeptieren
gl: Aceitar permanentemente
it: Accetta permanentemente
pa: ਹਮੇਸ਼ਾ ਲਈ ਮਨਜ਼ੂਰ
sv: Acceptera permanent

source: Accept temporarily
de: Temporär akzeptieren
gl: Aceitar temporalmente
it: Accetta temporaneamente
pa: ਆਰਜ਼ੀ ਤੌਰ ਉੱਤੇ ਮਨਜ਼ੂਰ
sv: Acceptera tillfälligt

source: Action
de: Aktion
gl: Acción
it: Azione
pa: ਕਾਰਵਾਈ
sv: Åtgärd

source: Actions
de: Aktionen
gl: Accións
it: Azioni
pa: ਕਾਰਵਾਈਆਂ
sv: Åtgärder

source: Add and Commit
de: Hinzufügen und Senden
gl: Engadir e Entregar
it: Aggiungi e deposita
pa: ਜੋੜੋ ਅਤੇ ਕਮਿਟ
sv: Lägg till och tillägg

source: Add property
de: Neue Eigenschaft
gl: Engadir propriedade
it: Aggiungi proprietà
pa: ਵਿਸ਼ੇਸ਼ਤਾ ਜੋੜ੍ਹੋ
sv: Lägg till egenskap

source: Add selected files/dirs
de: Füge ausgewählte Dateien/Verzeichnisse hinzu
gl: Engadir ficheiros/directorios seleccionados
it: Aggiungi le cartelle o i file selezionati
pa: ਚੁਣੀਆਂ ਫਾਇਲਾਂ/ਡਾਇ ਜੋੜ੍ਹੋ
sv: Lägg till valda filer/mappar

source: Add selected files/dirs recursive
de: Füge ausgewählte Dateien/Verzeichnisse rekursiv hinzu

source: Add ssh identities to ssh-agent
de: Füge SSH-Identitäten zum SSH-Agenten hinzu
gl: Engadir identidades ssh ao axente de ssh
it: Aggiungi identità ssh a ssh-agent

source: Add to revision control
de: Füge zur Versionskontrolle hinzu
gl: Engadir ao control de versións
it: Aggiungi al controllo delle revisioni
pa: ਰੀਵਿਜ਼ਨ ਕੰਟਰੋਲ ਵਿੱਚ ਜੋੜ੍ਹੋ
sv: Lägg till till revisionskontroll

source: Add unversioned items
de: Füge nichtversionierte Elemente hinzu
gl: Engadir os itens sen versionar
it: Aggiungi elementi senza revisione
pa: ਸਭ ਨਾ-ਵਰਜਨ ਕੀਤੀਆਂ ਇਕਾਈਆਂ ਜੋੜੋ
sv: Lägg till poster utan version

source: Added
de: Hinzugefügt
gl: Engadido
it: Aggiunto
pa: ਸ਼ਾਮਿਲ ਕੀਤੀ
sv: Tillagd

source: Added at revision %1 as %2
de: Hinzugefügt als %2 bei Revision %1
gl: Engadido na revisión %1 como %2
it: Aggiunto come %2 alla revisione %1
pa: ਰੀਵਿਜ਼ਨ %1 %2 ਵਾਂਗ ਜੋੜਿਆ ਗਿਆ
sv: Tillagt vid revision %1 som %2

source: Added in repository
de: Im Repository hinzugefügt
gl: Engadido no repositorio
it: Aggiunto nel deposito
pa: ਰਿਪੋਜ਼ਟਰੀ 'ਚ ਜੋੜੀ ਗਈ
sv: Tillagt i magasin

source: Added items:
de: Hinzugefügte Einträge:
gl: Itens engadidos:
it: Elementi aggiunti:
pa: ਜੋੜੀਆਂ ਇਕਾਈਆਂ:
sv: Tillagda poster:

source: Adding %1.
de: Füge %1 hinzu.
gl: A engadir %1.
it: Aggiunta di %1.
pa: %1 ਜੋੜੀ ਜਾ ਰਹੀ ਹੈ।
sv: Lägger till %1.

source: Adding (bin) %1.
de: Füge %1 hinzu (bin).
gl: A engadir (binario) %1.
it: Aggiunta di %1 (binario).
pa: %1 ਜੋੜੀ ਜਾ ਰਹੀ ਹੈ (bin)।
sv: Lägger till (hög) %1.

source: Adding selected files and/or directories to repository
de: Füge ausgewählte Dateien und/oder Verzeichnisse zum Repository hinzu.
gl: Engadindo ao repositorio os ficheiros e/ou directorios seleccionados
it: Aggiunta delle cartelle o dei file selezionati al deposito
pa: ਚੁਣੀਆਂ ਫਾਇਲਾਂ ਅਤੇ/ਹੋਰ ਡਾਇਰੈਕਟਰੀਆਂ ਰਿਪੋਜ਼ਟਰੀਆਂ 'ਚ ਜੋੜੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ
sv: Lägg till valda filer och/eller mappar till magasin

source: Adding selected files and/or directories to repository and all subitems of folders
de: Füge ausgewählte Dateien und/oder Verzeichnisse sowie alle untergeordneten Einträge zum Repository hinzu.
gl: Engadindo ao repositorio os ficheiros e/ou os directorios seleccionados e todos os subitens dos cartafoles
it: Aggiunta delle cartelle o dei file selezionati e di tutti i sottoelementi al deposito
pa: ਚੁਣੀਆਂ ਫਾਇਲਾਂ ਅਤੇ/ਜਾਂ ਡਾਇਰੈਕਟਰੀਆਂ ਅਤੇ ਫੋਲਡਰਾਂ 'ਚ ਸਭ ਅਧੀਨ-ਇਕਾਈਆਂ ਨੂੰ ਰਿਪੋਟਰੀ 'ਚ ਜੋੜਿਆ ਜਾ ਰਿਹਾ ਹੈ
sv: Lägg till valda filer och/eller mappar till magasin samt alla delposter i mappar

source: Addition
de: Hinzufügen
gl: Engadido
it: Aggiunta
pa: ਜੋੜਨਾ

source: Always get properties on networked repositories
de: Immer die Eigenschaften in netzwerkbasierten Repositories ermitteln.

source: Annotate
de: Anmerkungen
gl: Anotar
it: Annota

source: Annotate lines - hit cancel for abort
de: Mache Anmerkungen - "Abbruch" zum Unterbrechen drücken
gl: Anotar liñas - prema cancelar para abortar
it: Righe di annotazione, premi «Annulla» per interrompere

source: Append source url name to subfolder
de: Füge Quell-URL an das Unterverzeichnis an
gl: Engadir o URL da fonte ao nome do subcartafol
it: Aggiungi il nome dell'URL di origine alla sottocartella
pa: ਅਧੀਨ-ਫੋਲਡਰ ਲਈ ਸਰੋਤ URL ਨਾਂ ਜੋੜ੍ਹੋ
sv: Lägg till käll-urlö-namn till undermapp

source: Ask for revision when executing single command
de: Frage nach Revision, wenn ein Einzelkommando ausgeführt wird.
gl: Perguntar pola revisión ao executar un único comando
it: Chiedi la revisione quando esegui un comando singolo
pa: ਇੱਕਲੀ ਕਮਾਂਡ ਚਲਾਉਣ ਸਮੇਂ ਰੀਵਿਜ਼ਨ ਲਈ ਪੁੱਛੋ
sv: Be om revision när ett enstaka kommando utförs

source: Authentication
de: Authentifizierung
gl: Autenticazón
it: Autenticazione
pa: ਪਰਮਾਣਕਿਤਾ
sv: Autentisering

source: Author
de: Autor
gl: Autor
it: Autore
pa: ਲੇਖਕ
sv: Författare

source: Automatic generated base layout by kdesvn
de: Automatisch durch kdesvn erstelltes Basislayout
gl: Disposición base xerada automaticamente por kdesvn
it: Schema di base generato automaticamente da kdesvn
pa: kdesvn ਵਲੋਂ ਆਟੋਮੈਟਿਕ ਤਿਆਰ ਆਧਾਰ ਖਾਕਾ ਹੈ
sv: Automatiskt grund-layout skapad av kdesvn

source: Beginning of document reached. Continue from the end?
de: Anfang des Dokumentes erreicht.<br>Erneut vom Ende Suchen?

source: Blame range
de: Blame für Bereich
gl: Autoría do rango
it: Incolpa intervallo
pa: ਬਲੇਮ ਰੇਜ਼

source: Both entries seems to be the same, can not diff.
de: Beide Einträge scheinen identisch zu sein, kann keine Unterschiede erzeugen.

source: Both entries seems to be the same, won't do a merge.
de: Beide Einträge scheinen identisch zu sein, werde kein Zusammenführen ausführen.

source: Both sources must be same type!
de: Beide Quellen müssen vom selben Typ sein!
gl: Ambos os dous recursos deben ser do mesmo tipo!
it: Entrambe le sorgenti devono essere dello stesso tipo.

source: Bottom to top
de: Unten nach oben
gl: De baixo cara riba
it: Dal basso verso l'alto
pa: ਹੇਠਾਂ ਤੋਂ ਉੱਪਰ
sv: Från botten och uppåt

source: Break lock or ignore missing locks?
de: Breche Sperre oder ignoriere fehlende Sperren?
gl: Rachar bloqueo ou ignorar bloqueos perdidos?
it: Forza il blocco o ignora i blocchi mancanti?
pa: ਲਾਕ ਤੋੜਨਾ ਹੈ ਜਾਂ ਗੁੰਮ ਲਾਕ ਨੂੰ ਅਣਡਿੱਠਾ ਕਰਨਾ ਹੈ?
sv: Bryt lås eller ignorera saknade lås?

source: Browse folder for unversioned items and add them if wanted.
de: Durchsuche Verzeichnis nach unversionierten Einträgen und füge sie wenn möglich hinzu.
gl: Procurar no cartafol itens non versionados e esgádeos se o desexa.
it: Sfoglia la cartella per elementi senza versione ed aggiungili se richiesto.
pa: ਨਾ-ਵਰਜਨ ਅਧੀਨ ਇਕਾਈਆਂ ਲਈ ਫੋਲਡਰ ਝਲਕ ਵੇਖੋ ਅਤੇ ਲੋੜ ਹੋਵੇ ਤਾਂ ਉਹਨਾਂ ਨੂੰ ਜੋੜੋ।
sv: Bläddra i mappar efter poster utan version och lägg till dem om så önskas.

source: Built with Subversion library: %1 Running Subversion library: %2
de: Gebaut mit Subversion-Bibliothek: %1 Läuft mit Subversion-Bibliothek: %2

source: C&ancel
de: &Abbruch

source: Cache filled up to revision %1
de: Cache bis Revision %1 gefüllt

source: Can KIO overwrite existing files?
de: Darf KIO existierende Dateien überschreiben?

source: Can not do this diff because networking is disabled.
de: Dies kann nicht getan werden da Netzwerkzugriff deaktiviert ist.

source: Can only switch one item at time
de: Kann nur einen Eintrag auf einmal umschalten.
gl: Só se pode trocar un elemento á vez
it: È possibile scambiare solo un elemento alla volta
pa: ਇੱਕ ਸਮੇਂ ਇੱਕ ਹੀ ਇਕਾਈ ਬਦਲੀ ਜਾ ਸਕਦੀ ਹੈ
sv: Kan bara växla en rad i taget

source: Can only write on head revision!
de: Kann nur auf HEAD Revision schreiben!

source: Cannot import into multiple targets!
de: Kann nicht mehrere Einträge auf einmal importieren!
gl: Non é posíbel importar en múltiples obxectivos!
it: Impossibile importare in destinazioni multiple.
pa: ਬਹੁਤੇ ਨਿਸ਼ਾਨਿਆਂ ਲਈ ਆਯਾਤ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ!
sv: Kan ej importera till flera mål!

source: Cannot import remote urls!
de: Kann keine entfernten Urls importieren!

source: Canonical repository url
de: URL des Repositorys
gl: Url canónico do repositorio
it: URL del deposito canonico
pa: Canonical ਰਿਪੋਜ਼ਟਰੀ URL
sv: Kanonisk magasins-URL

source: Cat revision...
de: Zeige Revision ...
gl: Emborcar revisión...
it: Mostra revisione...
pa: ਰੀਵਿਜ਼ਨ ਵੇਖੋ...
sv: Katalogrevision...

source: Cat this version
de: Gib diese Version aus
gl: Listar esta versión
it: Mostra questa versione
pa: ਰੀਵਿਜ਼ਨ ਨਾਲ cat
sv: Cat denna version

source: Check for unversioned items
de: Suche nach nichtversionierten Elementen
gl: Comprobar os itens non versionados
it: Controlla se ci sono elementi senza versione
pa: ਨਾ-ਵਰਜਨ ਅਧੀਨ ਇਕਾਈਆਂ ਲਈ ਜਾਂਚ
sv: Kontrollera poster utan version

source: Check for updated items every
de: Kontrolliere auf erneuerte Einträge alle

source: Check for updates
de: Kontrolliere auf Updates
gl: Comprobar actualizacións
it: Controlla se ci sono aggiornamenti
pa: ਅੱਪਡੇਟ ਲਈ ਜਾਂਚ ਕਰੋ
sv: Kontrollera efter uppdateringar
