Repository: KDE/kdesvn
Catalog: po/*.po
Languages: de, gl, it, pa, sv

source: Check if current working copy has items with newer version in repository
de: Überprüfe, ob aktuelle Arbeitskopie Einträge mit neueren Versionen im Repository hat.
gl: Comproba se a copia de traballo ten itens con versións máis novas no repositorio
it: Controlla se la copia di lavoro attuale ha elementi con versioni più recenti nel deposito
pa: ਜਾਂਚ ਕਰੋ ਕਿ ਕੀ ਮੌਜੂਦਾ ਕਾਰਜਕਾਰੀ ਨਕਲ ਵਿੱਚ ਰਿਪੋਜ਼ਟਰੀ ਵਿੱਚ ਇਕਾਈਆਂ ਲਈ ਨਵਾਂ ਵਰਜਨ ਮੌਜੂਦ ਹੈ
sv: Kontrollera om den aktuella arbetskopian har poster med nyare versioner i magasin.

source: Check if items has "svn:needs-lock" property set
de: Prüfe ob Eintrag die "svn::needs-lock"-Eigenschaft gesetzt hat

source: Check logcache fill before reading tree
de: Prüfe Logspeicher vor dem Einlesen des Baumes

source: Check modified items every
de: Prüfe bearbeitete Einträge alle

source: Check updates
de: Kontrolliere auf Updates

source: Checking for updates finished
de: Test auf Updates beendet
gl: Finalizou a comprobación de actualizacións
it: Controllo degli aggiornamenti completato
pa: ਅੱਪਡੇਟ ਲਈ ਜਾਂਚ ਖਤਮ ਹੋਈ
sv: Kontroll för uppdatering avslutad

source: Checking for updates started in background
de: Suche nach Updates im Hintergrund gestartet.
gl: Comprobación de actualizacións iniciada en segundo plano
it: Controllo degli aggiornamenti avviato in parallelo
pa: ਅੱਪਡੇਟ ਲਈ ਜਾਂਚ ਬੈਕ-ਗਰਾਊਂਡ 'ਚ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
sv: Kontroll för uppdatering påbörjad i bakgrund

source: Checking out
de: Checke aus
gl: A obter
it: Prelievo
pa: ਚੈਕ ਆਉਟ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
sv: Hämtar ut

source: Checking out %1
de: Hole %1

source: Checking out a file?
de: Eine Datei auschecken?
gl: A obter un ficheiro?
it: Prelievo di un file?
pa: ਕੀ ਇੱਕ ਫਾਇਲ ਚੈਕਆਉਟ ਕਰਨੀ ਹੈ?
sv: Hämta ut en fil?

source: Checkout
de: Auschecken
gl: Obter
it: Prelievo
pa: ਚੈਕਆਉਟ
sv: Hämta ut

source: Checkout a repository
de: Checkout eines Repositorys
gl: Obter un repositorio
it: Preleva da un deposito
pa: ਇੱਕ ਰਿਪੋਜ਼ਟਰੀ ਚੈਕਆਉਟ
sv: Hämta ut ett magasin

source: Checkout current repository path
de: Checke aktuellen Repository-Pfad aus
gl: Obter a rota do repositorio actual
it: Preleva dal percorso del deposito attuale
pa: ਮੌਜੂਦਾ ਰਿਪੋਜ਼ਟਰੀ ਮਾਰਗ ਚੈੱਕਅਆਉਟ

source: Checkout info
de: Checkout-Informationen
gl: Información sobre a obtención
it: Informazioni di prelievo
pa: ਚੈਕਆਉਟ ਜਾਣਕਾਰੀ

source: Checksum
de: Prüfsumme
it: Codice di controllo
pa: ਚੈਕਸਮ
sv: Kontrollsumma

source: Clean logs
de: Bereinige Logs
gl: Limpar os rexistos
it: Pulisci la cronologia
pa: ਲਾਗ ਸਾਫ਼ ਕਰੋ
sv: Rensa loggar

source: Clean repository cache
de: Bereinige Repository-Cache

source: Cleaning up folder
de: Räume Verzeichnis auf
gl: Limpando o cartafol
it: Pulizia della cartella
pa: ਫੋਲਡਰ ਸਾਫ਼ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
sv: Städar mapp

source: Cleanup
de: Aufräumen
gl: Limpeza
it: Pulisci
pa: ਸਾਫ਼ ਕਰੋ
sv: Städa

source: Click for navigate
de: Klick für Navigation

source: Click for short info about pre-defined property name
de: Klick für eine Kurzinfo über vordefinierten Eigenschaftsnamen
gl: Prema para obter información acerca do nome predefinido da propriedade.
it: Fai clic per un sommario sui nomi delle proprietà predefinite
sv: Klicka för information om fördefinierat egenskapsnamn

source: Closes all branches of the file tree
de: Schliesst alle Verzweigungen des Dateibaums.

source: Color Settings
de: Farbeinstellungen
gl: Configuración de Cores
it: Impostazioni dei colori
pa: ਰੰਗ ਸੈਟਿੰਗ
sv: Färginställningar

source: Color for added items:
de: Farbe für hinzugefügte Einträge:
gl: Cor para os itens engadidos:
it: Colore per gli elementi aggiunti:
pa: ਜੋੜੀਆਂ ਇਕਾਈਆਂ ਦਾ ਰੰਗ:
sv: Färg för tillagda poster:

source: Color for copied items:
de: Farbe für kopierte Einträge:
gl: Cor para os itens copiados:
it: Colore per gli elementi copiati:
pa: ਨਕਲ ਕੀਤੀਆਂ ਇਕਾਈਆਂ ਦਾ ਰੰਗ:
sv: Färg för kopierade poster:

source: Color for deleted items:
de: Farbe für gelöschte Einträge:
gl: Cor para os itens eliminados:
it: Colore per gli elementi eliminati:
pa: ਹਟਾਈਆਂ ਇਕਾਈਆਂ ਦਾ ਰੰਗ:
sv: Färg för borttagna poster:

source: Color for modified items:
de: Farbe für modifizierte Einträge:
gl: Cor para os itens modificados:
it: Colore per gli elementi modificati:
pa: ਸੋਧੀਆਂ ਇਕਾਈਆਂ ਦਾ ਰੰਗ:
sv: Färg för ändrade poster:

source: Color for renamed items:
de: Farbe für umbenannte Einträge:
gl: Cor para os itens co nome modificado:
it: Colore per gli elementi rinominati:
pa: ਨਾਂ-ਤਬਦੀਲ ਕੀਤੀਆਂ ਇਕਾਈਆਂ ਦਾ ਰੰਗ:
sv: Färg för omdöpta poster:

source: ColorSettings
de: FarbEinstellungen
gl: Configuración de Cores
it: Impostazioni dei colori
pa: ਰੰਗ ਸੈਟਿੰਗ

source: Colors
de: Farben
gl: Cores
it: Colori
pa: ਰੰਗ
sv: Färger

source: Command "%1" not implemented or known
de: Kommando %1 ist nicht implementiert oder bekannt.
gl: Comando "%1" non implementado ou descoñecido
it: Il comando «%1» non è implementato o riconosciuto
pa: ਕਮਾਂਡ "%1" ਹਾਲੇ ਸਥਾਪਤ ਨਹੀਂ ਕੀਤੀ ਗਈ ਹੈ ਜਾਂ ਬਣੀ ਨਹੀਂ ਹੈ
sv: Kommandot "%1" är inte infört eller känt

source: Commandline
de: Kommandozeile
gl: Liña de comandos
it: Riga di comando
pa: ਕਮਾਂਡ-ਲਾਇਨ
sv: Kommandorad

source: Commit
de: Senden
gl: Entregar
it: Deposita
pa: ਕਮਿਟ
sv: Överlämna

source: Commit - hit cancel for abort
de: Übertrage - "Abbruch" zum Unterbrechen drücken

source: Commit Added
de: Sende hinzugefügtes
gl: Entrega Engadida
it: Deposita elemento aggiunto
pa: ਜੋੜੀਆਂ ਕਮਿਟ ਕਰੋ
sv: Överlämning tillagd

source: Commit Deleted
de: Sende gelöschtes
gl: Entrega Eliminada
it: Deposita elemento eliminato
pa: ਹਟਾਈਆਂ ਕਮਿਟ ਕਰੋ
sv: Överlämning borttagen

source: Commit Modified
de: Sende bearbeitetes
gl: Entrega Modificada
it: Deposita elemento modificato
pa: ਸੋਧਾਂ ਕਮਿਟ ਕਰੋ
sv: Överlämning modifierad

source: Commit Replaced
de: Sende ersetztes
gl: Entrega Substituída
it: Deposita elemento sostituito
pa: ਤਬਦੀਲੀ ਕੀਤੀਆਂ ਕਮਿਟ ਕਰੋ
sv: Överlämning utbytt

source: Commiting %1
de: Übertrage %1

source: Commitmessage
de: Übergabemeldung

source: Committed revision %1.
de: Revision %1 gesendet.
gl: Enviada a revisión %1.
it: Depositata revisione %1.
pa: %1 ਰੀਵਿਜ਼ਨ ਕਮਿਟ ਕੀਤਾ ਹੈ।
sv: Tillförd revision %1.

source: Compatible to subversion prior 1.4
de: Kompatibel zu Subversion vor Version 1.4
gl: Compatíbel coas versións de subversión anteriores á 1.4
it: Compatibile con Subversion precedente a 1.4

source: Compatible to subversion prior 1.5
de: Kompatibel zu Subversion vor Version 1.5

source: Compatible to subversion prior 1.6
de: Kompatibel zu Subversion vor Version 1.6

source: Configure %1...
de: %1 einrichten...

source: Conflict
de: Konflikt
gl: Conflito
it: Conflitto
pa: ਅਪਵਾਦ
sv: Konflikt

source: Conflict resolver program:
de: Konfliktlösungs Programm:

source: Conflicted items:
de: Konfliktbehaftete Einträge:
gl: Itens en conflito:
it: Elementi con conflitti:
pa: ਅਪਵਾਦ ਇਕਾਈਆਂ:
sv: Poster med konflikter:

source: Content
de: Inhalt
gl: Contido de %1
it: Contenuto
pa: ਸਮੱਗਰੀ

source: Content last changed
de: Inhalt zuletzt geändert
gl: Último cambio do contido
it: Ultima modifica del contenuto
pa: ਭਾਗ ਆਖਰੀ ਤਬਦੀਲੀ
sv: Innehåll senast ändrat

source: Content of %1
de: Inhalt von %1
gl: Contido de %1
it: Contenuto di %1
pa: %1 ਦਾ ਭਾਗ
sv: Innehåll av %1

source: Copied %1 to %2
de: %1 zu %2 kopiert

source: Copied to %1 at revision %2
de: Nach %1 kopiert bei Revision %2
gl: Copiado en %1 na revisión %2
it: Copiato come %1 alla revisione %2
pa: %2 ਰੀਵਿਜ਼ਨ ਲਈ %1 ਉੱਤੇ ਨਕਲ ਕੀਤਾ
sv: Kopierad till %1 vid revision %2

source: Copy / Move
de: Kopieren / Bewegen
gl: Copiar/Mover
it: Copia / Sposta
pa: ਨਕਲ / ਭੇਜੋ
sv: Kopiera / flytta

source: Copy file/dir
de: Kopiere Datei/Verzeichnis
gl: Copiar ficheiro/directorio
it: Copia file o cartella
pa: ਫਾਇਲ/ਡਾਇ ਨਕਲ
sv: Kopiera fil/mapp

source: Copy from
de: Kopiert von
gl: Copia de
it: Copia da
pa: ਇੱਥੋਂ ਨਕਲ
sv: Kopiera från

source: Copy from URL
de: Kopie von URL
gl: Copiar desde URL
it: Copia da URL
pa: URL ਤੋਂ ਨਕਲ
sv: Kopiera från URL

source: Copy or Moving entries
de: Kopiere oder verschiebe Elemente
gl: Copiando ou Movendo itens
it: Copia o spostamento delle voci
pa: ਇੰਦਰਾਜ਼ ਨਕਲ ਜਾਂ ਭੇਜੇ ਜਾ ਰਹੇ ਹਨ
sv: Kopiera eller flytta poster

source: Could not change to folder %1
de: Konnte nicht zum Verzeichnis %1 wechseln

source: Could not find our part
de: Konnte unseren Part nicht finden
gl: Non foi posíbel achar a nosa componente
it: Impossibile trovare il componente
pa: ਸਾਡਾ ਪਾਰਟ ਮਿਲ ਨਹੀਂ ਸਕਿਆ ਹੈ।

source: Could not load the part:
de: Konnte den Part nicht laden:
gl: Non foi posíbel cargar a componente:
it: Impossibile caricare il componente:
pa: ਪਾਰਟ ਲੋਡ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ:

source: Could not open repository
de: Konnte Repository nicht öffnen
gl: No foi posíbel abrir o repositorio
it: Impossibile aprire il deposito
pa: ਰਿਪੋਜ਼ਟਰੀ ਖੋਲ੍ਹੀ ਨਹੀਂ ਜਾ ਸਕਦੀ ਹੈ
sv: Kunder inte öppna magasin

source: Could not open tempfile %1 for writing.
de: Konnte temporäre Datei %1 nicht zum Schreiben öffnen.
gl: Non foi posíbel abrir o ficheiro temporal %1 para escreber.
it: Impossibile aprire il file temporaneo %1 in scrittura.
pa: ਆਰਜ਼ੀ ਫਾਇਲ (tempfile) %1 ਨੂੰ ਲਿਖਣ ਲਈ ਖੋਲ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ।
sv: Kunder inte öppna temporär fil %1 för skrivning.

source: Could not open temporary file
de: Konnte keine temporäre Datei öffnen

source: Could not open url %1
de: Konnte URL %1 nicht öffnen
gl: Non foi posíbel abrir o url %1
it: Impossibile aprire l'URL %1
pa: URL %1 ਖੋਲ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ

source: Could not retrieve conflict information - giving up.
de: Konnte keine Konfliktinformationen holen - gebe auf.

source: Could not retrieve data for write.
de: Konnte keine Daten zum Schreiben abrufen

source: Could not retrieve logs, reason: %1
de: Konnte kein Log erhalten, Grund: %1
gl: Non foi posíbel aceder ao rexistos, motivo: %1
it: Impossibile prelevare i registri, perché: %1

source: Could not retrieve repository of working copy.
de: Konnte die Repository der Arbeitskopie nicht ermitteln.

source: Could not retrieve repository.
de: Konnte Repository nicht ermitteln

source: Could not run process "%1". Process stopped with message: %2
de: Konnte Prozess "%1" nicht laufen lassen. Prozess endete mit der Meldung: %2

source: Could not write to existing item.
de: Konnte nicht auf existierenden Eintrag schreiben.

source: Create a copy of current item
de: Erzeuge eine Kopie des aktuellen Eintrages

source: Create a new folder
de: Erstelle ein neues Verzeichnis

source: Create and open new repository
de: Erstelle und öffne ein neues Repository
gl: Criar e abrir o novo repositorio
it: Crea ed apri un nuovo deposito
pa: ਨਵੀਂ ਰਿਪੋਜ਼ਟਰੀ ਬਣਾਓ ਅਤੇ ਖੋਲ੍ਹੋ
sv: Skapa och öppna ett nytt magasin

source: Create and opens a new local subversion repository
de: Erzeugt und öffnet ein neues lokales Subversion-Repository
gl: Cría e abre un novo repositorio local de subversion
it: Crea ed apre un nuovo deposito locale di Subversion
pa: ਇੱਕ ਨਵੀਂ ਲੋਕਲ ਸਬ-ਵਰਜਨ ਰਿਪੋਜ਼ਟਰੀ ਬਣਾਉਦੀ ਅਤੇ ਖੋਲ੍ਹਦੀ ਹੈ
sv: Skapar och öppnar vett nytt lokalt suvbersion-magasin

source: Create main folders
de: Erstelle Hauptverzeichnisse
gl: Criar cartafoles principais
it: Crea cartelle principali
pa: ਮੁੱਖ ਫੋਲਡਰ ਬਣਾਓ
sv: Skapa huvudmappar

source: Create new repository
de: Erstelle neues Repository
gl: Criar un repositorio novo
it: Crea nuovo deposito
pa: ਨਵੀਂ ਰਿਪੋਜ਼ਟਰੀ ਬਣਾਓ
sv: Skapa ett nytt magasin

source: Create subdir %1 on import
de: Erzeuge Unterverzeichnis %1 beim Import
gl: Criar o subdirectorio %1 ao importar
it: Crea la sottocartella %1 durante l'importazione
pa: ਆਯਾਤ ਉੱਤੇ ਸਬ-ਡਾਇ %1 ਬਣਾਓ
sv: Skapa undermapp %1 vid import

source: Create trunk, tags and branches folder
de: Erzeuge Verzeichnisse trunk, tags und branches
gl: Criar os directorios trunk, tags e branches
it: Crea cartelle trunk, tags e branches
pa: ਟਰੰਕ, ਟੈਗ ਅਤੇ ਬਰਾਂਚ ਫੋਲਡਰ ਬਣਾਓ
sv: Skapa trunk-, tags- och branches-mappar

source: Creating list / check status
de: Erstelle Liste / Prüfe Status
gl: Creando lista / verificar estado
it: Creazione dell'elenco / controllo dello stato
pa: ਸੂਚੀ ਬਣਾਈ / ਹਾਲਤ ਜਾਂਚ
sv: Skapar lista / kontrollera status

source: Ctrl-F for search, F3 or Shift-F3 for search again.
de: Strg-F für Suche, F3 oder Shift-F3 für erneute Suche.

source: Current task
de: Aktuelle Aufgabe

source: Current transfer
de: Aktuelle Übertragung

source: Database
de: Datenbank

source: Date
de: Datum
gl: Data
it: Data
pa: ਮਿਤੀ
sv: Datum

source: Default utf-8
de: Vorgabe utf-8

source: Delete all entries and settings for selected repository
de: Lösche alle Einträge und Einstellungen für ausgewähltes Repository

source: Delete and Commit
de: Löschen und Senden

source: Delete cache
de: Lösche Zwischenspeicher

source: Delete cache entries for current selected repository
de: Lösche Zwischenspeichereinträge für aktuell gewähltes Repository

source: Delete folder
de: Lösche Verzeichnis

source: Delete from repository
de: Lösche aus Repository
gl: Borrar do repositorio
it: Elimina dal deposito
pa: ਰਿਪੋਜ਼ਟਰੀ 'ਚੋਂ ਹਟਾਓ
sv: Tag bort från magasin

source: Delete property
de: Lösche Eigenschaft
gl: Eliminar propriedade
it: Elimina proprietà
pa: ਵਿਸ਼ੇਸ਼ਤਾ ਹਟਾਓ
sv: Tag bort egenskap

source: Delete repository
de: Lösche Repository

source: Delete selected files/dirs
de: Lösche ausgewählte Dateien/Verzeichnisse
gl: Eliminar os ficheiros/directorios seleccionados
it: Elimina le cartelle e i file selezionati
pa: ਚੁਣੀਆਂ ਫਾਇਲਾਂ/ਡਾਇ ਹਟਾਓ
sv: tag bort valda filer/mappar

source: Deleted
de: Gelöscht
gl: Eliminado
it: Eliminato
pa: ਹਟਾਈ ਗਈ
sv: Borttagen

source: Deleted at revision %1
de: Bei Revision %1 gelöscht
gl: Eliminado na revisión %1
it: Eliminato alla revisione %1
pa: ਰੀਵਿਜ਼ਨ %1 ਹਟਾਇਆ ਗਿਆ
sv: Borttaget vid revision %1

source: Deleted items:
de: Gelöschte Einträge:
gl: Itens eliminados:
it: Elementi eliminati:
pa: ਹਟਾਈਆਂ ਇਕਾਈਆਂ:
sv: Borttagna poster:

source: Deleting %1.
de: Lösche %1.
gl: A eliminar %1.
it: Eliminazione di %1.
pa: %1 ਹਟਾਈ ਜਾ ਰਹੀ ਹੈ।
sv: Tar bort %1.

source: Deleting selected directories from repository
de: Lösche ausgewähltes Verzeichniss aus dem Repository

source: Deleting selected files and/or directories from repository
de: Lösche ausgewählte Dateien und/oder Verzeichnisse aus dem Repository
gl: Eliminado do repositorio os ficheiros e/ou directorios seleccionados
it: Eliminazione delle cartelle o dei file selezionati dal deposito
pa: ਰਿਪੋਸ਼ਟਰੀ ਵਿੱਚ ਚੁਣੀਆਂ ਫਾਇਲਾਂ ਅਤੇ/ਜਾਂ ਡਾਇਰੈਕਟਰੀਆਂ ਹਟਾਈਆਂ ਜਾ ਰਹੀਆਂ ਹਨ
sv: Tar bort valda filer och/eller mappar från magasin

source: Deletion
de: Löschen
gl: Eliminado
it: Eliminazione
pa: ਹਟਾਉਣਾ
sv: Borttagande

source: Destination folder:
de: Zielverzeichnis:
gl: Cartafol de destino:
it: Cartella di destinazione:
pa: ਟਿਕਾਣਾ ਫੋਲਡਰ:
sv: Målmapp:

source: Developer
de: Entwickler
gl: Desenvolvente
it: Sviluppatore
pa: ਡੀਵੈਲਪਰ
sv: Utvecklare

source: Diff & Merge
de: Vergleich & Zusammenführen
gl: Diferenzas e Fusión
pa: ਅੰਤਰ ਅਤੇ ਮਿਲਾਨ

source: Diff against HEAD
de: Differenz gegen HEAD
gl: Diferenzas con HEAD
it: Differenze rispetto ad HEAD
pa: ਹੈੱਡ ਨਾਲ ਅੰਤਰ ਕੱਢੋ
sv: Diff mot HEAD

source: Diff display
de: Diff-Anzeige
gl: Visor de diferenzas
it: Visore di differenze
pa: ਅੰਤਰ ਵੇਖਾਓ
sv: Diff-visning

source: Diff ignores all white spaces
de: Diff ignoriert alle Leerzeichen

source: Diff ignores content type
de: Diff ignoriert den Inhaltstyp
gl: Diff ignora o tipo de contido
it: Le differenze ignorano il tipo di contenuto
pa: ਅੰਤਰ ਅਣਡਿੱਠ ਭਾਗ ਕਿਸਮ
sv: Diff ignorerar innehållstyp

source: Diff ignores white space changes
de: Diff ignoriert Änderungen der Leerzeichen

source: Diff in revisiontree is recursive
de: Diff im Revisionsbaum ist rekursiv
gl: Dirr na árbore de revisións é recursivo
it: Le differenze sull'albero di revisioni sono ricorsive
pa: ਰੀਵਿਜ਼ਨ-ਟਰੀ 'ਚ ਅੰਤਰ ਲਗਾਤਾਰ ਹੈ

source: Diff item
de: Unterschied des Eintrages

source: Diff items
de: Unterschied zwischen Einträgen

source: Diff local changes
de: Diff der lokalen Änderungen
gl: Diferenzas cos cambios locais
it: Differenze delle modifiche locali
pa: ਲੋਕਲ ਤਬਦੀਲੀਆਂ ਲਈ ਅੰਤਰ
sv: Diff lokala ändringar

source: Diff previous
de: Diff zu vorherigen
gl: Diferenzas co anterior
it: Differenze dal precedente
pa: ਪੁਰਾਣਾ ਅੰਤਰ

source: Diff revisions
de: Vergleiche Revisionen
gl: Diferenzas entre revisións
it: Differenze tra revisioni
pa: ਰੀਵਿਜ਼ਨ ਅੰਤਰ
sv: Diff revisioner

source: Diff to previous
de: Differenz zu vorherigen
gl: Diferenzas co anterior
it: Differenze dal precedente
pa: ਪਿਛਲੇ ਨਾਲ ਅੰਤਰ
sv: Diff till föregående

source: Diff to selected item
de: Vergleich zu ausgewähltem Eintrag
gl: Diferenzas con ítem seleccionado
it: Differenze dall'elemento selezionato
pa: ਚੁਣੀ ਇਕਾਈ ਨਾਲ ਅੰਤਰ
sv: Diff till vald post

source: Diff two items
de: Vergleiche zwei Einträge

source: Diff working copy against BASE (last checked out version) - doesn't require access to repository
de: Diff Arbeitskopie gegen BASE (letzte ausgecheckte Version) - benötigt keinen Zugriff auf das Repository.
gl: Diferenzas entre a copia de traballo e BASE (última versión obtida) - no requere acceso ao repositorio
it: Rileva le differenze della copia di lavoro rispetto a BASE (l'ultima versione prelevata); non richiede accesso al deposito
pa: ਕਾਰਜਕਾਰੀ ਨਕਲ ਦਾ ਅਧਾਰ (ਬੇਸ) (ਆਖਰੀ ਚੈਕਆਉਟ ਕੀਤਾ ਵਰਜਨ) ਵਿੱਚ ਆਪਸੀ ਅੰਤਰ - ਰਿਪੋਜ਼ਟਰੀ ਪਹੁੰਚ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ

source: Diff working copy against HEAD (last checked in version)- requires access to repository
de: Diff Arbeitskopie gegen HEAD (letzte eingecheckte Version) - benötigt Zugriff auf das Repository.
gl: Diferenzas entre a copia de traballo e HEAD (última versión obtida) - requere aceso ao repositorio
it: Rileva le differenze della copia di lavoro rispetto a HEAD (l'ultima versione depositata); richiede accesso al deposito
pa: ਕਾਰਜਕਾਰੀ ਨਕਲ ਦਾ ਹੈੱਡ (head) (ਵਰਜਨ ਵਿੱਚ ਆਖਰੀ ਚੈਕ ਕੀਤਾ) ਨਾਲ ਅੰਤਰ - ਰਿਪੋਜ਼ਟਰੀ ਲਈ ਪਹੁੰਚ ਚਾਹੀਦੀ ਹੈ

source: Diff-process could not started, check command.
de: Der Diff-Prozess konnte nicht gestartet werden, überprüfen Sie das Kommando.
gl: Non foi posíbel iniciar diff, comprobe o comando.
it: Impossibile avviare il processo di rilevazione delle differenze, controlla il comando.

source: Diffing - hit cancel for abort
de: Generiere Unterschied - "Abbruch" zum Unterbrechen drücken
gl: Calculando diferenzas - prema cancelar para abortar
it: Rilevazione delle differenze, premi «Annulla» per interrompere
pa: ਅੰਤਰ ਕੱਢਿਆ ਜਾ ਰਿਹਾ ਹੈ - ਅਧੂਰਾ ਛੱਡਣ ਲਈ ਦਬਾਓ
sv: Diffar - tryck avbryt för avbrott

source: Direction of revision tree
de: Richtung des Revisionsbaumes
gl: Dirección da árbore de revisións
it: Direzione dell'albero delle revisioni
pa: ਰੀਵਿਜ਼ਨ ਲੜੀ ਦੀ ਦਿਸ਼ਾ
sv: Rikting hos revisionsträd

source: Disable automatic log file removal (BDB only)
de: Automatische Log-Datei-Entfernung deaktivieren (nur BDB)
gl: Deshabilitar eliminación automática do ficheiro de rexisto (só para BDB)
it: Disabilita la rimozione automatica del file di registro (Solo BDB)
sv: Tillåt inte automatisk loggfilsborttagande (endast BDB)

source: Disable fsync at commit (BDB only)
de: Deaktiviere 'fsync' für jede Übertragungstransaktion (nur BDB)
gl: Deshabilitar fsync ao entregar (só para BDB)
it: Disabilita la sincronizzazione con file dopo il deposito (solo BDB)
sv: Tillåt ej fsync vid införande (endast BDB)

source: Display Properties
de: Zeige Eigenschaften

source: Display colored annotate
de: Zeige farbige Anmerkungen
gl: Mostrar anotacións coloridas
it: Mostra annotazioni colorate

source: Display details
de: Zeige Details
gl: Mostrar os detalles
it: Mostra i dettagli
pa: ਵੇਰਵਾ ਵੇਖਾਓ
sv: Visa detaljer

source: Display ignored files
de: Zeige ignorierte Dateien an
gl: Mostrar os ficheiros ignorados
it: Mostra i file ignorati
pa: ਅਣਡਿੱਠੀਆਂ ਫਾਇਲਾਂ ਵੇਖਾਓ
sv: Visa överhoppade filer

source: Display last changes
de: Zeige letzte Änderungen.

source: Display last changes as difference to previous commit.
de: Zeige die letzten Änderungen als Differenz zum vorherigen Commit an.

source: Display unknown files
de: Zeige unbekannte Dateien
gl: Mostrar os ficheiros descoñecidos
it: Mostra i file sconosciuti
pa: ਅਣਜਾਣ ਫਾਇਲਾਂ ਵੇਖਾਓ
sv: Visa okända filer

source: Display-process could not started, check command.
de: Der Anzeige-Prozess konnte nicht starten, überprüfen Sie das Kommando.
gl: Non foi posíbel iniciar o proceso para mostrar, comprobe o comando.
it: Impossibile avviare il processo di visualizzazione delle differenze, controlla il comando.

source: Displays the history log of selected item
de: Zeigt die Geschichte des ausgewählten Eintrages an

source: Displays the history log of selected item without following copies
de: Zeit die Geschichte des ausgewählten Eintrages ohne Kopieen zu folgen

source: Document to open
de: Dokument zum Öffnen
gl: Documento a abrir
it: Documento da aprire
pa: ਖੋਲ੍ਹਣ ਲਈ ਦਸਤਾਵੇਜ਼
sv: Dokument att öppna

source: Don't display contextmenu in Konqueror
de: Zeige kein Kontextmenü im Konqueror
gl: Non mostrar menús contextuais en Konqueror
it: Non mostrare il menu contestuale in Konqueror
pa: ਕੋਨਕਿਊਰੋਰ ਪਰਸੰਗ-ਮੇਨੂ ਵਿੱਚ ਨਾ ਵੇਖਾਓ
sv: Visa inte sammanhangsmeny i Konqueror

source: Don't display entries in toplevel action menu
de: Zeige keine Einträge im obersten Kontextmenü im Konqueror

source: Don't update logcache on open
de: Fülle nicht den Log-Zwischenspeicher nach dem Öffnen

source: Double property
de: Doppelte Eigenschaft
gl: Propriedade dobre
it: Proprietà duplicata
pa: ਦੂਹਰੀ ਵਿਸ਼ੇਸ਼ਤਾ
sv: Dubbelegenskap

source: Download - hit cancel for abort
de: Herunterladen - "Abbruch" zum Unterbrechen drücken
gl: A obter - prema cancelar para abortar
it: Scaricamento, premi «Annulla» per interrompere
pa: ਡਾਊਨਲੋਡ - ਅਧੂਰਾ ਛੱਡਣ ਲਈ ਦੱਬੋ

source: Dry run
de: Probelauf

source: Dump a repository
de: Erzeugt Abzug (Dump) eines Repositorys
gl: Emborcar un repositorio
it: Riversa un deposito
pa: ਇੱਕ ਰਿਪੋਜ਼ਟਰੀ ਨੂੰ ਡੰਪ ਕਰੋ
sv: Dumpa ett magasin

source: Dump a subversion repository to a file
de: Archiviert ein Subversion-Repository in eine Datei
gl: Emborca un repositorio Subversion nun ficheiro
it: Riversa un deposito Subversion in un file
pa: ਇੱਕ ਸਬ-ਵਰਜਨ ਰਿਪੋਜ਼ਟਰੀ ਨੂੰ ਇੱਕ ਫਾਇਲ ਵਿੱਚ ਡੰਪ ਕਰੋ
sv: Dumpa ett subversion-magasin till fil

source: Dump file:
de: Dump-Datei:
gl: Ficheiro de emborcado:
it: File di riversamento:
pa: ਡੰਪ ਫਾਇਲ:
sv: Dump-fil:

source: Dump finished.
de: Dump beendet.
gl: Emborcado finalizado.
it: Riversamento completato.
pa: ਡੰਪ ਮੁਕੰਮਲ ਹੋਇਆ।
sv: Dumpning avslutad.

source: Dump into:
de: Archiviere nach:
gl: Emborcar cara a:
it: Riversa in:
pa: ਇੱਥੇ ਡੰਪ:
sv: Dumpa till:

source: Dump repo
de: Archiviere Repository
gl: Emborcar repositorio
it: Riversa deposito
pa: ਰਿਪੋ ਡੰਪ

source: Dump repository to file
de: Archiviere Repository in eine Datei
gl: Emborcar repositorio a ficheiro
it: Riversa deposito su file
pa: ਰਿਪੋਜ਼ਟਰੀ ਨੂੰ ਫਾਇਲ ਵਿੱਚ ਡੰਪ
sv: Dumpa magasin till fil

source: Dump revision range
de: Archiviere Revisions-Bereich
gl: Emborcar rango de revisións
it: Riversa un intervallo di revisioni
pa: ਡੰਪ ਰੀਵਿਜ਼ਨ ਰੇਜ਼
sv: Dump-revisionsområde

source: Dumping a repository
de: Erzeuge Abzug (Dump) eines Repositorys
gl: Emborcando un repositorio
it: Riversamento di un deposito
pa: ਇੱਕ ਰਿਪੋਜ਼ਟਰੀ ਡੰਪ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
sv: Dumpar ett magasin

source: Edit property
de: Bearbeite Eigenschaft
gl: Editar propriedade
it: Modifica proprietà
pa: ਵਿਸ਼ੇਸ਼ਤਾ ਸੋਧ
sv: Redigera egenskaper

source: Empty Depth
de: Keine Tiefe

source: Empty logs
de: Leere Logs.
gl: Rexistos valeiros
it: Registri vuoti
pa: ਖਾਲੀ ਲਾਗ
sv: Tomma loggar

source: End of document reached. Continue from the beginning?
de: Ende des Dokuments erreicht. Von vorne beginnen?

source: Enter URL:
de: Gib URL ein:
gl: Introduza o URL do repositorio:
it: Inserisci l'URL:
pa: URL ਦਿਓ:
sv: Skriv in URL:

source: Enter a log message
de: Gib einen Log-Eintrag ein
gl: Introduza unha mensaxe de rexisto
it: Inserisci un messaggio di registro
pa: ਇੱਕ ਲਾਗ ਸੁਨੇਹਾ ਦਿਓ
sv: Skriv in ett loggmeddelande

source: Enter authentication info for
de: Gib Anmeldeinformatione ein für

source: Enter folder name:
de: Gib Verzeichnisname an:
gl: Introduza o nome do cartafol:
it: Inserisci il nome della cartella:
pa: ਫੋਲਡਰ ਨਾਂ ਦਿਓ:
sv: Skriv in mappnamn:
